-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2022-12-12 13:07:52
-- 伺服器版本： 10.5.17-MariaDB
-- PHP 版本： 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `hiking`
--

-- --------------------------------------------------------

--
-- 資料表結構 `admins`
--

CREATE TABLE `admins` (
  `sid` int(11) NOT NULL,
  `account` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `password_hash` varchar(255) NOT NULL,
  `admin_group` int(11) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `admins`
--

INSERT INTO `admins` (`sid`, `account`, `password`, `password_hash`, `admin_group`, `created_at`) VALUES
(1, 'admin', '123456', '$2y$10$x6z/UbHLcnT5KTiqrO470u90W0yHfOG9j782Vjy0XWeOjSp2qfeuO', 0, '2022-09-19 11:31:32');

-- --------------------------------------------------------

--
-- 資料表結構 `booking_order`
--

CREATE TABLE `booking_order` (
  `order_sid` int(11) NOT NULL,
  `order_num` varchar(255) NOT NULL,
  `room_sid` int(11) NOT NULL,
  `start` date DEFAULT NULL,
  `end` date DEFAULT NULL,
  `day` int(11) NOT NULL,
  `qty` int(255) NOT NULL,
  `total` int(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `star` int(11) DEFAULT NULL,
  `message` varchar(6000) DEFAULT NULL,
  `messageTime` date DEFAULT NULL,
  `created_time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `booking_order`
--

INSERT INTO `booking_order` (`order_sid`, `order_num`, `room_sid`, `start`, `end`, `day`, `qty`, `total`, `img`, `star`, `message`, `messageTime`, `created_time`) VALUES
(1, '1670740397092', 28, '2022-12-27', '2022-12-28', 1, 2, 1600, 'ROOM_10019.jpg', 5, '民宿老闆提供好多登山資訊～超棒的！', '2022-12-11', '2022-12-11 14:33:41'),
(2, '1670740397092', 14, '2022-12-11', '2022-12-12', 1, 2, 1500, 'ROOM_10025.jpg', 5, '距離登山口很近！有停車位！', '2022-12-11', '2022-12-11 14:34:02'),
(3, '1670740397092', 12, '2022-12-11', '2022-12-12', 1, 1, 600, 'ROOM_10003.jpg', 3, '附近停車位不好找', '2022-12-11', '2022-12-11 14:34:20'),
(4, '1670740397092', 15, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10007.jpg', 5, '乾淨衛生～推推！！！', '2022-12-11', '2022-12-11 14:34:32'),
(5, '1670740397092', 16, '2022-12-11', '2022-12-12', 1, 1, 700, 'ROOM_10004.jpg', 4, '提供登山口接駁服務 一人100元，很方便！！！！', '2022-12-11', '2022-12-11 14:35:04'),
(6, '1670740720354', 30, '2022-12-11', '2022-12-12', 1, 1, 900, 'ROOM_100054.jpg', 4, '提供晚餐～有泡麵、炒麵、炒飯選擇，超方便又好吃！！', '2022-12-11', '2022-12-11 14:39:27'),
(7, '1670740720354', 29, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10047.jpg', 4, '浴室乾淨，但是收訊有點差', '2022-12-11', '2022-12-11 14:39:52'),
(8, '1670740720354', 18, '2022-12-11', '2022-12-12', 1, 1, 500, 'ROOM_10035.jpg', 5, 'ＣＰ值很高，有提供沐浴用品', '2022-12-11', '2022-12-11 14:50:44'),
(9, '1670740720354', 17, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10010.jpg', 2, '棉被偏薄，一直被冷醒', '2022-12-11', '2022-12-11 14:51:43'),
(10, '1670741973731', 28, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10019.jpg', 3, '還不錯', '2022-12-11', '2022-12-11 14:59:57'),
(11, '1670741973731', 29, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10047.jpg', 1, 'ＢＡＤ', '2022-12-11', '2022-12-11 15:00:04'),
(12, '1670741973731', 14, '2022-12-11', '2022-12-12', 1, 1, 750, 'ROOM_10025.jpg', 4, '老闆人很帥，人很好', '2022-12-11', '2022-12-11 15:00:19'),
(13, '1670741973731', 18, '2022-12-11', '2022-12-12', 1, 1, 500, 'ROOM_10035.jpg', 4, '有登山口接駁服務，要提前聯絡民宿申請', '2022-12-11', '2022-12-11 15:01:00'),
(14, '1670742424405', 8, '2022-12-11', '2022-12-12', 1, 1, 700, 'ROOM_10034.jpg', 4, '乾淨衛生', '2022-12-11', '2022-12-11 15:07:27'),
(15, '1670742424405', 7, '2022-12-11', '2022-12-12', 1, 1, 650, 'ROOM_100050.jpg', 4, '老闆人很親切', '2022-12-11', '2022-12-11 15:07:38'),
(16, '1670742424405', 2, '2022-12-11', '2022-12-12', 1, 1, 500, 'ROOM_10040.jpg', 4, '離登山口很近', '2022-12-11', '2022-12-11 15:07:50'),
(17, '1670742533405', 7, '2022-12-11', '2022-12-12', 1, 1, 650, 'ROOM_100050.jpg', 4, '超讚', '2022-12-11', '2022-12-11 15:09:06'),
(18, '1670742533405', 8, '2022-12-11', '2022-12-12', 1, 1, 700, 'ROOM_10034.jpg', 4, '網路收訊不太穩定，床很好睡～', '2022-12-11', '2022-12-11 15:09:46'),
(19, '1670742533405', 26, '2022-12-11', '2022-12-12', 1, 1, 600, 'ROOM_10045.jpg', 5, '離登山口超近！！！', '2022-12-11', '2022-12-11 15:09:21'),
(20, '1670742875827', 28, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10019.jpg', 4, '民宿旁邊就可以看到大景，超讚的啦！！！', '2022-12-11', '2022-12-11 15:16:13'),
(21, '1670742875827', 29, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10047.jpg', 4, '溫馨的民宿，民宿還有可愛、超親人的小黑～', '2022-12-11', '2022-12-11 15:16:51'),
(22, '1670742875827', 14, '2022-12-11', '2022-12-12', 1, 1, 750, 'ROOM_10025.jpg', 4, '浴室很多人同時洗的話，熱水會有點不夠熱，但是整理的很乾淨衛生', '2022-12-11', '2022-12-11 15:17:30'),
(23, '1670742875827', 31, '2022-12-11', '2022-12-12', 1, 1, 700, 'ROOM_100055.jpg', 4, '還不錯', '2022-12-11', '2022-12-11 15:17:47'),
(24, '1670742875827', 18, '2022-12-11', '2022-12-12', 1, 1, 500, 'ROOM_10035.jpg', 5, '老闆是資深爬山高手，攻過台灣很多百岳，強強強', '2022-12-11', '2022-12-11 15:18:33'),
(25, '1670742875827', 17, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10010.jpg', 5, '還不錯', '2022-12-11', '2022-12-11 15:18:46'),
(26, '1670742875827', 20, '2022-12-11', '2022-12-12', 1, 1, 600, 'ROOM_100052.jpg', 5, '很乾淨～～～～', '2022-12-11', '2022-12-11 15:19:40'),
(27, '1670743409600', 28, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10019.jpg', 5, '很舒服～', '2022-12-11', '2022-12-11 15:23:52'),
(28, '1670743409600', 29, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10047.jpg', 5, '床還不錯睡～浴室廁所都很乾淨', '2022-12-11', '2022-12-11 15:25:09'),
(29, '1670743409600', 15, '2022-12-11', '2022-12-12', 1, 1, 800, 'ROOM_10007.jpg', 5, '很舒服～', '2022-12-11', '2022-12-11 15:23:58'),
(30, '1670743409600', 18, '2022-12-11', '2022-12-12', 1, 2, 1000, 'ROOM_10035.jpg', 5, '很乾淨', '2022-12-11', '2022-12-11 15:24:49'),
(31, '1670743409600', 7, '2022-12-11', '2022-12-12', 1, 1, 650, 'ROOM_100050.jpg', 4, '很乾淨', '2022-12-11', '2022-12-11 15:24:43'),
(32, '1670743409600', 2, '2022-12-11', '2022-12-12', 1, 1, 500, 'ROOM_10040.jpg', 5, '很舒服～', '2022-12-11', '2022-12-11 15:24:05'),
(33, '1670743409600', 11, '2022-12-11', '2022-12-12', 1, 1, 600, 'ROOM_10008.jpg', 5, '很舒服～', '2022-12-11', '2022-12-11 15:24:13');

-- --------------------------------------------------------

--
-- 資料表結構 `brand`
--

CREATE TABLE `brand` (
  `brand_sid` int(11) NOT NULL,
  `brand_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `brand`
--

INSERT INTO `brand` (`brand_sid`, `brand_name`) VALUES
(1, 'Fjällräven 小狐狸'),
(2, 'Mont-bell'),
(3, 'Mountain Hardwear'),
(4, 'Rab'),
(5, 'LOWA'),
(6, 'Mammut'),
(7, 'ARCTERYX 始祖鳥'),
(8, 'Mammut 長毛象'),
(9, 'Grifone'),
(10, 'Sprayway'),
(11, 'Keen'),
(12, 'Merrell'),
(13, 'On'),
(14, 'Zamberlan'),
(15, 'Mystery Ranch 神秘農場'),
(16, 'Komperdell'),
(17, 'LEDLENSER'),
(18, 'Outdoor Research'),
(19, '100mountain百岳'),
(20, 'Pajak');

-- --------------------------------------------------------

--
-- 資料表結構 `campaign`
--

CREATE TABLE `campaign` (
  `c_sid` int(255) NOT NULL,
  `camp_name` varchar(255) NOT NULL,
  `location_sid` int(30) NOT NULL,
  `mountain_sid` int(100) NOT NULL,
  `campaign_days_sid` int(100) NOT NULL,
  `campaign_type_sid` int(11) NOT NULL,
  `price` int(100) NOT NULL,
  `camp_startdate` varchar(100) NOT NULL,
  `camp_joinenddate` varchar(100) NOT NULL,
  `brife_describe` text NOT NULL,
  `schedule_day1` text NOT NULL,
  `schedule_day2` text DEFAULT NULL,
  `schedule_day3` text DEFAULT NULL,
  `qty` int(100) DEFAULT NULL,
  `mainImage` varchar(255) NOT NULL,
  `detailImages` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `campaign`
--

INSERT INTO `campaign` (`c_sid`, `camp_name`, `location_sid`, `mountain_sid`, `campaign_days_sid`, `campaign_type_sid`, `price`, `camp_startdate`, `camp_joinenddate`, `brife_describe`, `schedule_day1`, `schedule_day2`, `schedule_day3`, `qty`, `mainImage`, `detailImages`) VALUES
(1, '南橫三星 - 新手難度報名兩天兩夜規劃', 7, 120, 2, 1, 1200, '2022-12-15', '2023-02-28', '你見過南橫之美嗎？\n自從2009年8月，南橫公路中斷之後，美麗的南橫三星便淪為黑山、少有人探訪，直到最近才又終於開放了許多山友鍾情的南橫三星！\n塔關山、關山嶺山、庫哈諾辛山皆為A級百岳，是適合當日來回的平易、絕美山嶺，封閉多年的原始森林風華更甚以往，台灣368還安排了專車接送往返民宿及各登山口，讓你飽覽南橫的沿線風光、更讓你輕鬆的入手三座百岳。\n穿梭在巨木參天的鐵杉林中、將炎熱的暑氣全數隔絕在外，美麗的自然景觀、雲海、山稜線，就這樣在山中靜靜的等著你的拜訪。', 'Day1\n05:30 起床用早餐\n06:30 上車出發\n08:00 大關山隧道口 關山嶺山登山口起登\n09:30 登頂關山嶺山\n10:30 關山嶺山登山口上車\n11:00 塔關山登山口起登\n13:30 登頂塔關山（午餐自理）\n16:00 塔關山登山口\n17:30 返抵民宿', 'Day2\n05:30 起床用早餐\n06:30 上車出發\n08:00 進涇橋起登\n10:30 庫哈諾辛山屋\n12:00 登頂庫哈諾辛山（午餐自理）\n14:30 庫哈諾辛山屋\n16:00 進涇橋上車返程\n 19:30 高雄左營高鐵站解散', '', 0, 'campmain1.jpg', 'campdetail1.jpg, campdetail2.jpg, campdetail3.jpg'),
(2, '玉山前峰免抽籤 - 登頂玉山的行前訓練 一日單攻初階難度', 7, 2, 1, 1, 1280, '2022-12-15', '2023-02-28', '玉山前峰標高3239公尺，位於玉山西峰西側尾稜，是很受歡迎的入門百岳行程，擁有270度的良好展望。從塔塔加登山口出發，經孟祿亭到2.7K處即為玉山前峰的登山口，此處距離峰頂只有800公尺，卻需花費超過一小時步程，惡名昭彰的亂石陡坡讓人腿軟，難怪叉路口路牌上會被寫上『很難爬』三個字，是挑戰玉山主峰前最好的訓練場。', 'Day1\n\n05:30 嘉義火車站前站集合出發（早餐自理）\n\n08:00 上東埔停車場整裝出發\n\n08:30 入園報導/搭乘園區接駁車(自費)\n\n09:00 塔塔加登山口起登\n\n10:30 2.7K玉山前鋒登山口\n\n 12:30 玉山前峰 H3239（午餐自理）\n\n14:30 玉山前鋒登山口\n\n16:00 塔塔加登山口\n\n16:30 上東埔停車場上車回程\n\n19:30 嘉義火車站前站解散', '', '', 0, 'campmain2.jpg', 'campdetail4.jpg, campdetail5.jpg, campdetail6.jpg'),
(3, '閂山鈴鳴 - 代辦入園申請三天兩夜初階難度非單攻', 14, 34, 3, 1, 1200, '2022-12-15', '2023-02-28', '閂山、鈴鳴山是中央山脈北二段縱走中會遇到的兩座百岳\n\n相較於無明山與甘薯峰，閂山和鈴鳴山的路線格外的清晰、沒有險峻的危崖或太過困難的地形、也不需在暗夜中踩跨大石頭渡溪\n\n他們擁有的是和緩柔美的高山草原、純粹的原始樹林、蒼勁矗立的鐵杉樹群\n\n360度全景的遼闊展望和沿途相伴的南湖、中央、無明、甘薯、鋸齒、奇萊的山脈稜線\n\n遍佈在730高海拔林道中的原生種紅葉植物，每到季節就落了滿地、化作腳下鮮豔的紅地毯的美麗景色\n\n更成了許多攝影人眼中的楓紅秘境，幽靜的等待人們的探訪', 'Day 1\n06:00 台北車站西三門集合出發\n08:30 南山部落便利商店休息\n11:00 730林道11.7K行車終點（整裝起登） \n12:30 16K廢棄機車（午餐自理）\n16:30 25K工寮紮營休息 \n17:30 晚餐', 'Day 2\n05:30 早餐（協作提供）\n06:30 出發鈴鳴山\n08:30 27.5K鈴鳴山登山口\n10:30 鈴鳴山（午餐自理）\n11:30 出發返程\n14:30 返回25K工寮\n17:30 晚餐', 'Day 3\n05:00 早餐（協作提供）\n06:00 整裝出發\n07:00 閂山登山口（輕裝登頂）\n09:00 登頂閂山\n10:00 出發返程\n11:00 回到閂山登山口（午餐自理）\n11:30 出發返程 \n16:00 11.7K行車終點上車 \n18:30 南山部落 \n21:30 台北車站西三門解散', 0, 'campmain3.jpg', 'campdetail7.jpg, campdetail8.jpg, campdetail9.jpg'),
(4, '霞喀羅古道 - 賞楓路線新手難度兩天一夜', 3, 155, 2, 1, 1390, '2022-12-15', '2023-02-28', '初入山林的你，是否會想要走進大自然、穿越歷史、體驗山林呢？\n\n\n霞喀羅古道，又稱石鹿古道\n\n可以說是個北起秀巒溫泉、南到清泉溫泉的史蹟巡禮之路\n\n日治時代政府開闢警備道路直通深山部落，並設立薩克亞金駐在所派駐警力監控山地部落\n\n直到 2001 年經林務局規劃後，霞喀羅就這樣成了台灣的第一條國家步道\n\n在這條路線中，我們不攻頂、也不在凌晨早起整裝待命，只單純靠著雙腳一步步走入山林沐浴在大自然的芬多精之下\n\n希望能夠帶著大家一同進入山林之中，享受與自然共存的每一個當下', 'Day1 \n\n07:30 新竹高鐵站集合\n\n10:30 清泉石鹿登山口\n\n11:00 田村台駐在所\n\n12:00 霞喀羅大山登山口\n\n12:30 第二鞍部，古道最高點\n\n13:00 午餐時間（午餐自理）\n\n15:00 楢山駐在所\n\n17:00 晚餐時間\n\n18:00 分享山林故事', 'Day2\n\n07:00 早餐、自由活動\n\n09:00 回程\n\n10:00 白石吊橋\n\n11:00 武神駐在所\n\n11:30 布奴加里山登山口\n\n11:45 馬鞍駐在所 \n\n12:00 午餐時間（午餐自理）\n\n13:00 粟園駐在所\n\n14:30 尖石養老登山口 \n\n17:00 新竹高鐵站解散', '', 0, 'campmain4.jpg', 'campdetail10.jpg, campdetail11.jpg, campdetail12.jpg'),
(5, '四崁水生態導覽 - 新北近郊親民步道，親子賞鳥聖地', 3, 129, 1, 1, 1450, '2022-12-15', '2023-02-28', '相鄰於水庫旁的四崁水，是綠意盎然的山間秘境，簡直就是異世界般的賞鳥天堂！包含12種臺灣特有種的鳥類，像是泰雅族傳說中占卜運示的神鳥-繡眼畫眉，以及穿梭在灌木叢間，有著獨特鉤狀嘴喙的大彎嘴與小彎嘴，還有身披典雅深藍，與鮮明紅色臉頰的藍腹鷴。除了特有種們，亦有其他多采多姿的鳥類。像是中低海拔常見的美麗仙子-灰喉山椒，一黃一橘的成群結隊，在綠樹的映襯下顯得格外的繽紛。來到此地，更不能忘記，躲藏在樹林間不易看見的朱鸝，竟有著如烈焰般鮮紅的絢麗羽衣，驚鴻一瞥，必定能在心中留下絕美的記憶。除了增加對動物的瞭解之外，也能拉近自身與大自然的距離，靜下心來感受大自然給予不一樣的體驗，進而對於尊重生命、環境以及自身有更深一層的體悟。這裡不僅僅是單純的視覺與聽覺的饗宴，也是身心放鬆的世外桃源，還能在其中更加認識與我們相距不遠的生態環境。不如一起走進四崁水，來趟飲水思源的生態之旅吧！', 'Day1\n8:00 桂山發電廠冰品部集合(早餐自理)\n8: 15  四坎水桂山路\n11:40 大桶山交叉口折返\n(時間彈性調整)\n12:30桂山發電廠冰品部\n12:45  結束解散', '', '', 0, 'campmain5.jpg', 'campdetail13.jpg, campdetail14.jpg, campdetail15.jpg'),
(6, '二子坪夜觀 - 陽明山生態導覽 - 台北近郊親民步道', 1, 159, 1, 1, 1450, '2022-12-15', '2023-02-28', '二子坪步道位於陽明山國家公園境內，離台北市中心不遠的路程，卻有著豐富的生物多樣性，而夜間出現的生物又不同於日間，有著獨特的迷人之處。山羌、大赤鼯鼠等哺乳類在晚上時常發出叫聲溝通，有時也能見到大赤鼯鼠滑翔的畫面；黃嘴角鴞和領角鴞的叫聲環繞於耳，牠們伺機而動地尋找小動物當獵物，雖不容易見到其蹤影，卻更顯得神秘；生態池的蛙鳴此起彼落，在這邊更可能發現僅在北部狹窄山區才能見到的藍色斯文豪氏赤蛙，非常夢幻；爬蟲類與兩生類同為夜間觀察的主要類群，常見的有黃口攀蜥、紅斑蛇、青蛇和龜殼花等等，運氣好也能發現一些不常見的蛇種，同時也能更認識這些平常行蹤隱密的蛇類，得以近距離觀察與接觸，會發現這些動物其實並不可怕，反而很迷人。步道路程平緩易行，對於入門者來說是良好的地點，除了增加對動物的瞭解之外，也能拉近自身與大自然的距離，靜下心來感受大自然給予不一樣的體驗，進而對於尊重生命、環境以及自身有更深一層的體悟。當我們抱持著與萬物同樣平等的角度以及謙卑的心態進入大自然，以不傷害動物、減到最低干擾為前提，會發現得到的比想像中來的多。來一起探索吧！會發現很多意想不到、新奇的事物。', '19:00 二子坪遊客服務站集合(晚餐自理)(有停車場可供停車，需刷悠遊卡進出)\n19: 15  二子坪步道入口\n20:30 生態池折返\n(時間彈性調整)\n21:30二子坪步道入口\n21:45  結束解散', '', '', 0, 'campmain6.jpg', 'campdetail16.jpg, campdetail17.jpg, campdetail18.jpg'),
(7, '合歡山四峰行程怎麼玩 - 兩天一夜合歡四峰新手難度包住宿', 7, 5, 2, 1, 1450, '2022-12-15', '2023-02-28', '是不是也很想爬百岳，卻不知道要從何開始下腳呢？\n合歡四峰的行程結合了登山技巧的戶外教學\n讓你不用擔心自己的體能不足訓練不夠、擔心對山岳的了解不足\n在路程中我們會一邊爬山、一邊學習更有效的登山步行技巧以及自主體能訓練方式\n降低你在爬山時遇到的體力不支、韌帶拉傷、抽筋、扭傷等傷害\n讓登山變得更安全、讓戶外變得更簡單', 'Day1 \n\n07:30 台中高鐵站七號出口一樓會面點4集合出發（早餐自理）\n\n10:30 合歡東峰登山口\n\n12:00 合歡東峰 ( 午餐自理 )\n\n14:00 合歡主峰登山口\n\n16:00 合歡主峰\n\n17:30 餐廳用膳\n\n19:00 民宿 ', 'Day2\n\n04:00 起床早餐（由民宿提供）\n\n05:00 石門山日出\n\n08:00 北峰登山口 \n\n10:00 合歡山北峰\n\n13:00 北峰登山口  ( 午餐自理 )\n\n16:00 台中烏日高鐵站解散', '', 0, 'campmain7.jpg', 'campdetail19.jpg, campdetail20.jpg, campdetail21.jpg'),
(8, '眠月線 - 代辦申請阿里山眠月線 兩天一夜新手難度路線行程', 7, 57, 2, 1, 1450, '2022-12-15', '2023-02-28', '眠月線的光影映照在高聳的鐵道，微風吹拂樹梢\n那一刻，真的會覺得失落的森林鐵道秘境美的名不虛傳\n即便走在高聳的鐵道上的每一步都是膽戰心驚、如履薄冰但也不能擋住你內心繼續往前邁進的渴望\n就讓我們一起沿著鐵軌、走進蓊鬱、穿越歷史的長河\n一同回到過去，體驗人們眠於月下的浪漫吧', 'Day1 \n\n07:00 嘉義火車站集合\n\n10:00 阿里山森林遊樂區\n\n11:00 出發眠月線（午餐自理）\n\n13:00 抵達營地\n\n15:00 石猴車站\n\n17:00 返回營地自由活動，領隊需準備晚餐\n\n19:00 享用晚餐\n\n20:00 肝膽相照（拿出你們的耍廢糧跟坦誠相見的心吧～）', 'Day2\n\n07:00 起床吃早餐\n\n08:00 離開營地返程\n\n11:00 阿里山森林遊樂區\n\n14:00 嘉義火車站', '', 0, 'campmain8.jpg', 'campdetail22.jpg, campdetail23.jpg, campdetail24.jpg'),
(9, '水漾森林2022行程 - 水漾森林台中接駁 新手難度路線兩天一夜免申請', 7, 57, 2, 1, 1450, '2022-12-15', '2023-02-28', '霧氣氤氳的像是人間仙境一樣的水漾森林\n\n之所以會有那麼美的地形出現，都是因為1999年9月21日的大地震震跨了山林，堵住了溪水上游的河道\n\n原本生長在河道附近的杉樹林眨眼變成如同森林版的亞特蘭提斯一樣浸泡在水中\n\n夢幻的堰塞湖地形景致，美的彷彿置身優美的迷幻山林\n\n而這就是水漾森林的名稱由來', 'Day1 \n\n07:30 台中高鐵站集合出發（早餐自理）\n(高鐵站七號出口一樓會面點4)\n\n10:30 杉林溪森林遊樂區→園區接駁車\n\n12:30 仁亭登山口（海拔 1680m）\n\n15:20 工寮\n\n16:30 水漾森林入水口營地（ 海拔 1800m ）\n\n17:00 晚餐時間', 'Day2\n\n06:00 起床早餐\n\n08:00 水漾森林湖邊賞景後出發\n\n11:30 工寮 ( 午餐自理 )\n\n14:30 仁亭登山口→園區接駁車\n\n15:00 杉林溪森林遊樂區門口停車處\n\n18:00 台中烏日高鐵站解散', '', 0, 'campmain9.jpg', 'campdetail25.jpg, campdetail26.jpg, campdetail27.jpg'),
(10, '加羅湖2022 - 代辦申請距離7.2公里 兩天一夜新手難度', 13, 54, 2, 1, 1450, '2022-12-15', '2023-02-28', '加羅湖有一個美麗的別稱「散落的珍珠」\n\n說到這個美麗名字的起源，那就要回到在距離現在相當遙遠的年代了\n\n傳說中，有個美麗的仙女在梳妝打扮時，不慎將手中的寶鏡摔碎\n\n那些晶瑩閃爍的細小碎片就這樣從天上紛紛落下、遍灑在宜蘭縣大同鄉的加羅山區，化作了一座座清澈如鏡的高山湖泊\n\n從天上往下俯瞰，那些湖泊就像是一顆顆散落在山林間的珍珠一樣散發出溫潤的光芒\n\n而加羅湖正是其中最具代表性的一顆珍珠', 'Day1 \n\n06:00 台北車站西三門集合\n\n10:00 四季國小\n\n10:30 林道柵欄口出發\n\n11:30 廢棄四季護管所\n\n12:00 巨木登山口（午餐自理）\n\n16:30 加羅湖露營', 'Day2\n\n06:00 起床\n\n08:00 出發下山\n\n12:30 巨木登山口（午餐自理）\n\n13:00 廢棄四季護管所\n\n14:30 林道柵欄口 \n\n19:30 台北車站解散', '', 0, 'campmain10.jpg', 'campdetail28.jpg, campdetail29.jpg, campdetail30.jpg'),
(11, '松蘿湖跟團 - 代辦交通申請 松蘿湖畔露營新手難度兩天一夜', 5, 3, 2, 1, 1450, '2022-12-15', '2023-02-28', '松蘿湖因時常籠罩在薄霧之中，如同嬌羞少女帶上面紗般，讓人無法窺見其全貌，被稱為「十七歲少女之湖」每年10月至翌年4月，松蘿湖水量充沛，陽光照射湖面時，湖面倒映著七彩暈影，彷彿美少女紅暈敷面，醉意迷人其餘月份雖水量較少，但湖底紅綠小草，舖陳如茵，讓人流連忘返！此行程雨季滿路泥濘，最好穿著雨鞋，要不然就要有登山鞋變雨鞋的打算整條路線都是在杉、樹林中行走，不會晒到太陽，水源取得亦是方便，帶行動水即可至松羅湖畔紮營，翌日可欣賞到松羅湖最美的濛瀧美\n \n\n行經在杉樹林的涼蔭中，只要兩個多小時就可以抵達此行最高的十字越嶺鞍部\n\n時常籠罩在薄霧中的松蘿湖美的如夢似幻\n\n湖面四散著七彩的暈影、湖底亦有綠紅各色小草野蠻生長、鋪陳如茵，讓人流連忘返\n\n每年十月至翌年四月，適逢松蘿湖水量最充沛之時\n\n陽光映射湖面、倒映出七彩的暈影，一儒少女紅暈敷面、醉意迷人的樣態\n十七歲少女之湖名不虛傳', 'Day1 \n\n06:00 台北車站西三門集合\n\n10:00 松蘿湖登山口\n\n11:30 水龍頭營地（午餐自理）\n\n15:00 拳頭姆岔路\n\n15:40 松蘿湖', 'Day2\n\n06:00 起床早餐\n\n07:30 出發下山\n\n11:00 水龍頭營地（午餐自理）\n\n14:00 松蘿湖登山口\n\n14:30 林道柵欄口 \n\n18:00 台北車站解散', '', 0, 'campmain11.jpg', 'campdetail31.jpg, campdetail32.jpg, campdetail33.jpg'),
(12, '司馬庫斯鎮西堡 - 精緻民宿 兩天一夜新手行程', 3, 155, 2, 1, 1450, '2022-12-15', '2023-02-28', '你有聽過「上帝部落」這個名字嗎？還記得多年前機車環島盛行之時，這個名字時常被人們提到\n\n司馬庫斯位在海拔1600多公尺的深山，因為交通不便的關係，那裡直到民國 68 年才開始供電，也因此被人們稱為「黑暗部落」\n\n但神秘的黑暗部落卻也是最適合當作第一次山旅的行程\n\n從部落通往神木區的路徑清楚、舒緩，沿路的巨木、竹林、絕佳的展望都生氣勃勃地存在於這座廣大的森林之中\n\n而鎮西堡 Cinsbu 在泰雅族語中更有「清晨，太陽第一個照到，日照充足之地。」之意\n\n在他們眼中，那是最接近上帝的部落', 'Day1 \n\n06:30 台北車站西三門集合（早餐自理）\n\n08:00 新竹高鐵站四號出口大時鐘下方集合（早餐自理）\n\n11:00 司馬庫斯部落停車場整裝出發\n\n11:20 巨木登山口\n\n12:40 楓香亭\n\n13:20 廁所\n\n13:50 神木區\n\n14:00 大老爺神木\n\n16:00 司馬庫斯部落停車場\n\n18:00 部落民宿（由民宿提供晚餐）', 'Day2\n\n06:30 起床早餐（由民宿提供早餐）\n\n07:30 出發\n\n08:00 鎮西堡巨木群登山口\n\n08:20 過木橋\n\n09:10 AB區岔路\n\n09:25 2K休息區\n\n09:45 馬洋山岔路\n\n09:55 亞當夏娃巨木\n\n10:25 3K指標\n\n11:10 4K指標\n\n11:15 馬洋山岔路\n\n11:25 2.5K休息區（享用獵人包飯）\n\n14:00 鎮西堡巨木群登山口\n\n17:00 新竹高鐵站\n\n19:00 台北車站', '', 0, 'campmain12.jpg', 'campdetail34.jpg, campdetail35.jpg, campdetail36.jpg'),
(13, '羅馬縱走 - 含前晚住宿一日單攻距離10公里 新手難度路線免申請', 5, 12, 2, 1, 1300, '2022-12-15', '2023-02-28', '羅馬縱走，指的是從羅葉尾山到馬武佐野郡山的這條稜線。\n\n屬於雪山山脈、百岳喀拉業山向南延伸的支稜的羅馬縱走，海拔高度約在 1800m～2700m 之間，高度落差達 900m。\n\n旁有南湖中央尖、北二段群峰、武陵四秀、雪山主東、志佳陽、大小劍等百岳名山相伴。沿途豐富的巨木群、鐵杉林、白木林、千年羅馬神木森林景觀，更是令人目不暇給。\n\n全長約十公里的羅馬縱走，除了頭尾兩端有溪水之外，全程皆無水源，需準備足夠的飲水和食物，是一條可看性很高、也充滿挑戰性的縱走路線。', 'Day0（登山行程日期前一日）\n\n19:00 台北火車站西三門集合\n\n22:30 夜宿「南山村民宿」（通鋪床位，可以盥洗）        \n         備註：隔天需爬升900公尺，請養精蓄銳。', 'Day1\n\n\n05:00 起床\n\n05:30 早餐\n\n06:00 開車\n\n06:30 「思源埡口廢棄派出所」整裝出發\n\n10:00 羅葉尾山（2717m ，一等三角點）\n\n11:20  2410峰\n\n12:30 羅馬神木休息（午餐自理）\n\n14:00 馬武佐野郡山（2368m）\n\n16:00 馬鰣橋\n\n19:30 台北火車站西三門', '', 0, 'campmain13.jpg', 'campdetail37.jpg, campdetail38.jpg, campdetail39.jpg'),
(14, '加里山 - 台北包車新手難度來回約8公里一日遊', 4, 63, 1, 1, 1300, '2022-12-15', '2023-02-28', '加里山是位於台灣苗栗縣南庄鄉、泰安鄉的山脈\n\n標高 2220 公尺，素來有著「台灣小百岳」的稱號\n\n同時，他也是苗栗地區主要河川，中港溪、後龍溪的源頭\n\n更因為形似富士山，而被山友岳人們親稱為「台灣富士山」\n\n因為四季氣候、早晚光線的變化巨大的緣故\n\n賽夏族的長老總說這裡是「沒有門的地方」\n\n一般人身處其中很容易迷失方向\n\n「魔幻森林」的稱號可說是名不虛傳、其來有自', 'Day1\n05:30 台北火車站西三門\n\n06:45 新竹高鐵四號出口外\n\n08:15 加里山鹿場登山口，整裝完畢起登\n\n08:30 風美溪\n\n09:45 加里山避難山屋\n\n11:00 九號救援樁陡升坡\n\n11:50 加里山休息（2220m，一等三角點）（午餐自理）\n\n12:30 出發返程\n\n16:00 加里山鹿場登山口\n\n17:30 新竹高鐵站\n\n19:00 台北火車站西三門\n\n\n貼心叮嚀：實際活動行程需視當天氣候狀況、團員狀況及車流量狀況而定，本表僅供參考。\"', '', '', 0, 'campmain14.jpg', 'campdetail40.jpg, campdetail41.jpg, campdetail42.jpg'),
(15, '高島縱走2022開團 - 含交通新手難度一日遊', 3, 267, 1, 1, 1300, '2022-12-15', '2023-02-28', '位於新竹縣尖石鄉那羅部落一帶的高島縱走，是許多山友岳人們喜愛的路線之一\n\n他寬緩的山頭，可讓人放牧望出一片筆直優美的杉木林、觀景台的開闊展望甚至可以遠眺望到尖石部落與那羅一帶\n\n而且據說，高島縱走在日治時期還是條秘密的古道呢\n\n在黃福森著作的《走向古道來一場時空之旅》一書中，更提到了當時政府為了鞏固山區政權、以及開發山區資源，而多次向原住民討伐的歷史故事\n\n高島縱走往返距離約莫 9 公里，行走時間 6-8 小時、高度落差約 770 公尺，是單日縱走的好選擇\n\n途中的森林迷霧、參天大樹與雲海美景，搭配多樣化的地形、景觀與林相變化，是相當適合新手（也相當殺底片）的台灣縱走路線', 'Day1\n05:30 台北火車站西三門\n\n06:45 新竹高鐵四號出口外\n\n08:15 高台山第二登山口，整裝完畢起登\n\n09:15 高台山（1510m，三等三角點 ）\n\n10:15 高島觀景台\n\n10:45 小島田山（1670m）\n\n11:45 中島田山（1805m）\n\n12:45 大島田山休息（1824m）（午餐自理）\n\n13:30 三叉路口（途經日治時期警備道）\n\n14:30 高島觀景台\n\n13:10 高台山三角點\n\n16:00 高台山第二登山口\n\n17:30 新竹高鐵站\n\n19:00 台北火車站西三門', '', '', 0, 'campmain15.jpg', 'campdetail43.jpg, campdetail44.jpg, campdetail45.jpg'),
(16, '奇萊南華 - 代辦申請三天兩夜新手難度非單攻', 7, 11, 3, 1, 1300, '2022-12-15', '2023-02-28', '在遙遠的中央山脈，接近濁水溪的源頭的地方，是數百年前的泰雅族、賽德克族建立家園的那塊土地\n\n奇萊位在花東縱谷的北端，是現今花蓮的古地名\n\n祂是一座豐潤而富麗的大山，散發出溫文可親的氣質，為台灣高山「十崇」的代表山岳之一\n\n著名的能高越嶺古道就是循著這條西伸支脈的南腹，從屯原蜿蜒東上\n\n他不僅有美麗的風景、高山瀑布\n\n同時也是當時霧社事件發生的所在地、和台灣唯二的東西向輸電道路之一\n\n在電影《賽德克．巴萊》引發熱潮後，這個霧社事件發生地，充滿歷史故事的迷人古道\n\n也讓更多的山友岳人們踏上了旅途，一探百年前的究竟', 'Day1\n\n07:30 台中高鐵站集合出發（早餐自理）\n(高鐵站七號出口一樓會面點4)\n\n09:30 屯原登山口\n\n12:00 雲海保線所（午餐自理）\n\n16:00 天池山莊\n\n17:30 晚餐時間（由天池山莊提供）\n\n', 'Day2\n\n02:00 起床吃早餐（由天池山莊提供）\n\n03:00 出發奇萊南華\n\n05:30 奇萊南峰\n\n08:30 南華山\n\n09:30 光被八表碑\n\n10:30 天池山莊補眠休息（午餐自理）\n\n14:00 能高瀑布\n\n17:30 晚餐（由天池山莊提供）', 'Day 3\n\n06:00 起床吃早餐（由天池山莊提供）\n\n07:00 出發\n\n11:00 雲海保線所（午餐自理）\n\n13:00 屯原登山口\n\n16:00 台中高鐵站', 0, 'campmain16.jpg', 'campdetail46.jpg, campdetail47.jpg, campdetail48.jpg'),
(17, '郡大山 - 台中接駁包車代辦申請 新手難度單攻', 5, 37, 1, 1, 1680, '2022-12-15', '2023-02-28', '位在南投線信義鄉的百岳「郡大山」是布農族郡社人 Is-bukun 的傳統領域\n\n他們在 200 年前從郡大溪流域搬遷到這片河階台地後，便快速的發展了起來\n\n很快的，這裡就形成了數百人定居的郡大社\n\n郡大山對於他們而言\n\n是孩子們的後花園、是獵人們追逐獵物的運動場、是族人們最親近的大地母親', 'Day1\n\n05:00 背包41青年旅館-台中館集合出發\n\n06:30 郡大林道0K檢查哨\n\n09:30 郡大登山口起登\n\n10:30 望鄉山\n\n11:30 郡大山北峰 \n\n12:30 郡大山登頂（午餐自理）\n\n15:30 登山口\n\n18:00 郡大林道0K檢查哨\n\n19:30 台中火車站', '', '', 0, 'campmain17.jpg', 'campdetail49.jpg, campdetail50.jpg, campdetail51.jpg'),
(18, '嘉明湖禁忌傳說 - 代辦山屋申請 嘉明湖四天三夜新手難度路線行程', 15, 51, 2, 1, 1680, '2022-12-15', '2023-02-28', '位於台東縣海端鄉的嘉明湖，是台灣第二高的高山湖泊、也是布農族的傳統領域\n\n那是個美的像是天使掉落在人間的眼淚，一樣的地方\n\n曾經共同奔赴在中央山脈的鄒族和布農族，因為獵場重疊的關係發生過多次激烈的戰爭\n\n最終，布農族的勇士們在嘉明湖展開了全力反擊、擊退了鄒族\n\n至此，他們也成為了嘉明湖最終的守護者\n\n在布農語中，嘉明湖 cidanumas buan 是「月亮的鏡子」的意思，之所以布農族人會這樣稱呼嘉明湖，都是因為在部落裡，有著這樣的一個傳說。\n\n相傳，那是在很久很久以前，天上還有兩個太陽的時代。\n\n過度炎熱的天氣讓地面上的一切彷彿都要融化了一般，草木乾枯，所有的作物、生命都奄奄一息，沒有誰能在這樣這樣嚴酷的天氣裡存活下去的。就在這個時候，一位布農族的勇士背上了弓與箭，決定要去把其中一顆太陽射下來，否則再這樣下去的話，族人們遲早都會乾枯、飢餓而亡的。他抬臂、拉滿弓，箭如迅雷般的射向了天空。\n\n後來，剩下的族人們是這麼說的。\n\n在太陽被射傷了以後，他就不再如同以往一樣的炙熱和明亮了。他從太陽變成了現在的月亮，光芒變得微弱而溫和、讓人可以靜靜地凝望。後來那顆受傷的太陽每晚都會去到cidanumas buan 看看，看看那個自己被射傷的傷口、懷念那個曾經是太陽的自己。而那一面照映月亮的鏡子──就是 cidanumas buan、就是上帝遺失在人間之藍寶石、就是天使的眼淚，嘉明湖。', 'Day1\n06:00  起床吃早餐（由向陽山屋提供）\n\n07:00  向陽山屋出發\n\n08:30  黑水塘營地休息拍照\n\n10:00   向陽嘉明湖岔路\n\n10:30   向陽大崩壁\n\n11:30   向陽山三岔路（午餐自理）\n\n13:00   向陽山（可將裝備放置於入口處輕裝上去）\n\n16:00   嘉明湖山屋\n\n17:00   晚餐（由嘉明湖山屋提供）', 'Day2\n01:30   起床\n\n02:00  早餐時間（由嘉明湖山屋提供）\n\n02:30  出發\n\n05:00  賞嘉明湖日出、合影留念\n\n09:00  三叉山\n\n12:00  嘉明湖山屋（午餐自理）\n\n17:00   晚餐（由嘉明湖山屋提供）', 'Day 3\n05:00  起床吃早餐（由嘉明湖山屋提供）\n\n06:00  嘉明湖山屋出發\n\n08:30  向陽山屋\n\n11:00   向陽遊樂區（午餐自理）\n\n16:00  池上火車站', 0, 'campmain18.jpg', 'campdetail52.jpg, campdetail53.jpg, campdetail54.jpg'),
(19, '奇萊南華 - 代辦奇萊南華山屋申請 中階難度兩天一夜行程路線', 7, 11, 2, 2, 2100, '2022-12-15', '2023-02-28', '奇萊位在花東縱谷的北端，是現今花蓮的古地名\n\n祂是一座豐潤而富麗的大山，散發出溫文可親的氣質，為台灣高山「十崇」的代表山岳之一\n\n著名的能高越嶺古道就是循著這條西伸支脈的南腹，從屯原蜿蜒東上\n\n他不僅有美麗的風景、高山瀑布\n\n同時也是當時霧社事件發生的所在地、和台灣唯二的東西向輸電道路之一\n\n在電影《賽德克．巴萊》引發熱潮後，這個霧社事件發生地，充滿歷史故事的迷人古道\n\n也讓更多的山友岳人們踏上了旅途，一探百年前的究竟', 'Day1\n\n07:30 台中高鐵站集合出發（早餐自理）\n(高鐵站七號出口一樓會面點4)\n\n09:30 屯原登山口\n\n12:00 雲海保線所（午餐自理） \n\n16:00 抵達天池山莊\n\n17:00 晚餐時間（由天池山莊提供）', 'Day2\n\n02:00 起床早餐（由天池山莊提供）\n\n03:00 出發奇萊南華\n\n05:30 奇萊南峰\n\n08:30 南華山\n\n10:00 天池山莊（09:00 - 11:00 山屋供給早午餐）\n\n16:00 屯原登山口\n\n19:30 台中高鐵站解散', '', 0, 'campmain19.jpg', 'campdetail55.jpg, campdetail56.jpg, campdetail57.jpg'),
(20, '嘉明湖 - 代辦山屋申請 嘉明湖外星人傳說三天兩夜中階難度', 15, 51, 3, 2, 2200, '2022-12-15', '2023-02-28', '你見過天使的眼淚嗎？\n\n位於台東海端鄉的嘉明湖，是台灣第二高的高山湖泊、也是布農族的傳統領域。\n\ncidanumas buan 在布農語中有著「月亮的鏡子」之意\n\n那是個美的像是天使掉落在人間的眼淚，一樣的地方\n\n那些傳說的起源親眼目睹這些古老的傳說，是開始讓我爬山的初衷\n\n若非親眼目睹\n\n你真的不會感受到被神話撼動的深刻感動', 'Day1\n11:00 池上火車站集合（午餐自理）\n\n14:30 向陽遊樂區登山口\n\n16:30 向陽山屋\n\n17:00 晚餐時間（由向陽山屋提供）', 'Day2\n\n02:00 起床早餐（由向陽山屋提供）\n\n03:00 向陽山屋出發\n\n04:00 黑水塘營地休息拍照\n\n08:00 嘉明湖避難山屋\n\n10:00 叉路口\n\n11:00 三叉山\n\n12:00 嘉明湖畔（若天氣良好，可延長在湖邊停留的時間）\n\n13:00 回程（午餐自理，行進間不便煮食） \n\n15:00 嘉明湖避難山屋', 'Day3\n\n04:00 起床早餐（由嘉明湖避難山屋提供）\n\n05:00 嘉明湖避難山屋出發\n\n06:00 向陽山登山口\n\n07:00 向陽山\n\n09:30 向陽山屋\n\n12:00 回到登山口\n\n16:00 池上車站解散', 0, 'campmain20.jpg', 'campdetail58.jpg, campdetail59.jpg, campdetail60.jpg'),
(21, '雪山主東峰 - 代辦申請上雪山 兩天兩夜中階難度非單攻', 5, 3, 2, 2, 2300, '2022-12-15', '2023-02-28', '雪山地區是世居在此的泰雅族人的獵區\n\n而他們親暱的用各種名字稱呼雪山\n\n其一，雪山東麓溪頭蕃稱為 Babo Hagai，Babo是大山、Hagai指崩塌裂開，意為本山冬季因積雪深厚而逐漸崩塌的樣子\n\n從意譯可稱「雪崩山」，音譯稱為「巴布哈蓋山」或「哈蓋山」\n\n其二，雪山西麓的北勢部族泰雅族稱雪山為 Sekoan，意為「岩壁的裂溝」，音譯「雪高翁」，後來簡稱為「雪翁山」或「雪山」', 'Day1\n\n07:00  起床早餐（由七卡山莊提供早餐）\n\n08:00  出發\n\n10:30  哭坡前\n\n11:20  東峰口\n\n11:25  雪山東峰\n\n13:00 抵達三六九山莊（午餐自理） \n\n17:30 晚餐時間', 'Day2\n\n02:00  起床早餐（由三六九山莊提供早餐）\n\n03:00 三六九山莊輕裝出發\n\n04:00 7.8K黑森林\n\n05:30 雪山圈谷\n\n06:30 雪山主峰\n\n08:00  雪山圈谷\n\n09:30 黑森林\n\n10:30 返回三六九山莊（午餐自理） \n\n12:30 雪山東峰\n\n13:30 七卡山莊\n\n19:30  台北火車站解散', '', 0, 'campmain21.jpg', 'campdetail61.jpg, campdetail62.jpg, campdetail63.jpg'),
(22, '北大武山行程 - 代辦申請北大武登山行程 三天兩夜中階難度非單攻', 12, 7, 3, 2, 2300, '2022-12-15', '2023-02-28', '位於屏東縣泰武鄉的「北大武山」標高 3092 公尺\n\n有著「南台灣屏障」、「屋脊橫樑」之稱\n\n祂是排灣族的聖山，也是與玉山、雪山、南湖大山、秀姑巒山合稱的台灣「五嶽」之一\n\n排灣族人們尊敬的稱祂 kavulungan、眾山之母\n\n他們相信 kavulungan 就是他們祖先靈魂歸宿之地，是神聖不可侵犯的領域\n\n那是他們生命的搖籃、文化的紐帶\n\n而途中美麗的喜多麗斷崖夕陽雲海，更是讓山友岳人們讓人不辭辛勞的攀登尋訪', 'Day1\n\n07:30  左營高鐵站四樓接送區集合\n\n09:00 北大武新登山口\n\n09:30 整裝出發\n\n12:00 北大武舊登山口（午餐自理） \n\n16:00 檜谷山莊\n\n17:00 晚餐時間（由檜谷山莊提供）', 'Day2\n\n02:00 起床早餐（由檜谷山莊提供）\n\n02:30 檜谷山莊出發\n\n03:50 最後水源\n\n05:10 稜線\n\n06:10 大武祠\n\n07:30 北大武山\n\n08:30 離開\n\n09:30 大武祠\n\n10:30 稜線\n\n12:30 檜谷山莊（午餐自理） \n\n16:00 晚餐時間（由檜谷山莊提供）', 'Day3\n\n05:30 起床早餐\n\n06:30 檜谷山莊出發\n\n09:30 登山口\n\n11:30 愛宿園停車場整理裝備\n\n12:00 發車（午餐自理） \n\n15:00 左營高鐵站解散', 0, 'campmain22.jpg', 'campdetail64.jpg, campdetail65.jpg, campdetail66.jpg'),
(23, '阿溪縱走2022開團 - 報名三天兩夜中階難度', 7, 57, 3, 2, 2300, '2022-12-15', '2023-02-28', '阿溪縱走在許多人耳中聽來可能陌生\n\n但他可是民國六、七十年代救國團的最最著名健行路線之一\n\n那是一段被時間奪走的路線、那是一個失落的鐵路歷史\n\n自九二一大地震後沈寂的阿溪縱走，隨後又因為一夕爆紅的「水漾森林」讓山友們重新開闢出一條從阿里山下到水漾森林的替代路線\n\n豐富的地貌、神木森林、高空鐵橋、鐵路隧道等美麗的森林鐵路步道\n\n就這樣以嶄新的姿態穿越民國六、七十年代救國團的目光\n\n再現風華', 'Day1\n\n07:30  台中高鐵站集合（早餐自理）\n\n10:30  阿里山正式出發\n\n13:00 塔山車站（午餐自理） \n\n15:30 廢棄眠月車站\n\n16:30 石猴車站扎營\n\n17:00 晚餐時間', 'Day2\n\n05:30 起床早餐\n\n06:00 石猴車站出發\n\n13:30 眠月神木（午餐自理） \n\n15:00 水漾森林扎營\n\n16:30  晚餐時間', 'Day3\n\n06:00 起床早餐\n\n08:00 水漾森林出發\n\n14:30 仁亭登山口（午餐自理） \n\n15:00 杉林溪停車場\n\n19:00   台中高鐵站解散', 0, 'campmain23.jpg', 'campdetail67.jpg, campdetail68.jpg, campdetail69.jpg'),
(24, '戒茂斯路線上嘉明湖 - 四天三夜新手難度免抽山屋', 15, 51, 3, 2, 2300, '2022-12-15', '2023-02-28', '位在台東縣海端鄉的嘉明湖，是台灣湖泊中第二高的高山湖泊，也是布農族的傳統領域，那是美的像是天使掉落在人間的眼淚一樣的地方在布農語中，嘉明湖 cidanumas buan 是「月亮的鏡子」的意思\n\n那是布農族的傳統獵境\n\n清澈見底的溪底營地，遍地綠茵的排球場、足球場、高爾夫球場營地總讓人更想一探背後神話故事的究竟', 'Day1 \n\n06:00 起床早餐\n07:00 新武呂溪營地出發\n11:00 抵達足球場營地\n\n15:30 抵達獵寮營地\n\n16:30 晚餐時間\n\n17:00 扎營獵寮營地\n\n\n', 'Day2\n\n03:00 起床早餐\n04:00 獵寮營地出發\n06:00 嘉明湖欣賞日出\n07:30 三叉山\n\n08:00 出發返程\n\n10:00 獵寮營地出發\n\n17:30 扎營新武呂溪營地\n\n18:00 晚餐時間', 'Day3\n\n06:00 起床早餐\n07:00 新武呂溪營地出發\n\n11:00 戒茂斯山前峰\n\n12:00 戒茂斯山登山口\n\n16:00 池上火車站', 0, 'campmain24.jpg', 'campdetail70.jpg, campdetail71.jpg, campdetail72.jpg'),
(25, '雪山下翠池 - 代辦申請雪山下翠池路線 三天兩夜中階難度非單攻', 5, 3, 3, 2, 2560, '2022-12-15', '2023-02-28', '座落在台中與苗栗間的五嶽之一「雪山」，是一座海拔高度3886公尺、僅次於玉山主峰的台灣第二高山\n\n他傲然立於山巔、環顧台灣的大半山林\n\n放眼望去從腳下延伸出的六大稜脈，有種觸目驚心的美\n\n斷崖崩稜被綠意點綴、蜿蜒巨嶺漫向大霸尖山\n\n巨大的冰河凹谷更是大自然筆下的鬼斧神工之作\n\n雪山的浩瀚與峻秀是多麼的難以一言蔽之\n\n何其有幸，我們才能擁有像雪山這樣的獨特山岳', 'Day1\n\n07:00  起床早餐（由七卡山莊提供早餐）\n08:00  出發\n10:30  哭坡前\n\n11:20  東峰口\n\n11:25  雪山東峰\n\n13:00 抵達三六九山莊（午餐自理） \n\n17:30 晚餐時間\n\n\n\n', 'Day2\n\n03:00 三六九山莊輕裝出發\n\n04:00 7.8K黑森林\n\n05:30 雪山圈谷\n\n06:30 雪山主峰\n\n07:00 出發至翠池\n\n08:30 翠池\n\n09:00 返回三六九山莊\n\n10:30 雪山主峰\n\n11:30 雪山圈谷\n\n12:00 9K黑森林（午餐自理）\n\n15:00 三六九山莊\n\n17:30 晚餐時間', 'Day3\n\n06:00 起床早餐\n\n07:00 三六九山莊出發\n\n08:30 雪山東峰岔路口\n\n09:30 哭坡觀景台\n\n11:30 七卡山莊（午餐自理）\n\n13:00 雪山登山口\n\n18:00 台北車站西三門解散', 0, 'campmain25.jpg', 'campdetail73.jpg, campdetail74.jpg, campdetail75.jpg'),
(26, '玉山主峰 - 代辦申請兩天一夜中階難度非單攻', 7, 2, 2, 2, 2560, '2022-12-15', '2023-02-28', '台灣人的必做清單，你完成了幾項呢？\n\n相傳在望鄉部落裡的布農族人們稱「玉山」為 Tongku-saveq ，那有著群山之山的含義、更是布農族眼中神聖的聖山「東谷沙飛」\n\n位於台灣的中心位置的玉山為台灣群山之首\n\n在百岳中排名第一、是東北亞的最高峰，每年都吸引了無數的登山客前來攀登\n\n近年來更成為台灣人一生必須完成的三件事之一\n\n而你，完成了嗎？', 'Day1\n\n06:00 嘉義火車站外集合\n08:10 檢查哨\n\n08:30 塔塔加登山口\n\n09:30 孟祿亭\n\n11:30 西峰下觀景台（午餐自理）\n\n15:00 抵達排雲山莊\n\n16:30 晚餐時間（由排雲山莊提供）', 'Day2\n\n03:00 起床早餐（由排雲山莊提供）\n\n03:30 輕裝前往玉山主峰\n\n04:30 主南岔路\n\n05:30 主北岔路\n\n06:00 玉山主峰\n\n08:00 排雲山莊（由排雲山莊提供早午餐）\n\n14:00 塔塔加登山口（午餐自理） \n\n18:00 嘉義火車站解散', '', 0, 'campmain26.jpg', 'campdetail76.jpg, campdetail77.jpg, campdetail78.jpg'),
(27, '畢羊縱走2022行程 - 三天兩夜中階難度路線', 14, 10, 3, 2, 2560, '2022-12-15', '2023-02-28', '羊頭山、畢祿山是百岳行程「中橫四辣」中人稱的小辣和中辣\n\n也因此，傳說中的「畢羊縱走」以此類推就是「老闆我要點一碗麻辣拉麵加辣！」的辣上加辣行程。\n\n途中我們會經過景色絕佳、但又惡名昭彰的鋸齒連峰\n\n在行程的最後還要陡下1000多米的落差才能回到慈恩登山口，是非常需要腿力的艱鉅考驗。\n\n切記切記！此行程需要有相當的體能和腳力才能完成挑戰，新手菜雞請勿輕易嘗試啊！', 'Day 1\n10:00 台中烏日高鐵站集合\n11:30 820林道0K（午餐自理）\n12:00 起登 \n15:00 林道8.4K紮營\n', 'Day 2\n04:00 起床用早餐（協作提供）\n05:00 林道8.4K起登\n07:00 拉繩岩壁\n09:00 稜線三叉路口\n09:05 畢祿山\n10:30 畢祿營地\n12:30 鋸山\n15:00 鋸東山屋（營地）', 'Day 3\n05:00 起床用早餐（協作提供）\n06:00 整裝出發\n07:00 鋸山東峰\n07:30 三叉路口\n08:30 羊頭山\n13:00 慈恩羊頭山登山口\n17:30 台中烏日高鐵站解散', 0, 'campmain27.jpg', 'campdetail79.jpg, campdetail80.jpg, campdetail81.jpg'),
(28, '雪山東峰 - 代辦申請上雪山東峰 兩天一夜初階難度非單攻', 5, 3, 2, 2, 2560, '2022-12-15', '2023-02-28', '雪山地區是世居在此的泰雅族人的獵區\n而他們親暱的用各種名字稱呼雪山\n\n其一，雪山東麓溪頭蕃稱為 Babo Hagai，Babo是大山、Hagai指崩塌裂開，意為本山冬季因積雪深厚而逐漸崩塌的樣子\n\n從意譯可稱「雪崩山」，音譯稱為「巴布哈蓋山」或「哈蓋山」\n\n其二，雪山西麓的北勢部族泰雅族稱雪山為 Sekoan，意為「岩壁的裂溝」，音譯「雪高翁」，後來簡稱為「雪翁山」或「雪山」\n\n雪山主峰與東峰位於台中市和平區與苗栗泰安鄉的交界，由於鄰近中橫公路、開發較早、路徑清楚、指標和山莊等設施完善，因此在攀登雪山主峰的眾多路線之中，這條沿著東支稜上行、里程最短、難度最低的「雪東線」成為熱門的大眾化高山路線。\n雪山東峰矗立在距離登山口大約五公里的地方，只要通過哭坡的考驗，便能登上展望良好的山頂，武陵四秀、南湖中央尖、合歡群峰等名山盡收眼底，若申請不到369山莊或百岳初體驗的人，當日輕裝往返東峰是極佳的選擇。', 'Day1\n09:00 台北火車站西三門集合出發\n13:00 雪山登山口管制站 (午餐自理)\n13:30 整裝起登\n15:30 七卡山莊\n17:00 晚餐', 'Day2\n05:30 早餐\n06:00 七卡山莊起登\n11:00 雪山東峰（午餐自理）\n15:00 七卡山莊\n16:00 雪山登山口管制站\n20:30 台北火車站西三門解散', '', 0, 'campmain28.jpg', 'campdetail82.jpg, campdetail83.jpg, campdetail84.jpg'),
(29, '奇萊主北 - 天氣多變的奇萊主北 高階難度路線三天兩夜非單攻', 7, 11, 3, 3, 1980, '2022-12-15', '2023-02-28', '你曾到過傳說中的黑色奇萊嗎？\n\n從合歡山遠眺位在南投與花蓮之間的奇萊山時，背著光的山脊顯得陰暗神祕\n\n而他錯綜複雜、變幻莫測的氣候更讓山嶺彷彿蒙上了一層神秘的輕紗\n\n險峻的地勢、頻傳的神秘故事使得「黑色奇萊」聲名遠播\n\n隨著國家公園的成立，越來越多人踏足奇萊、揭開他神祕的面紗\n\n巍峨的奇萊，就這樣成了人們流連忘返、一再拜訪的熱門山區', 'Day1\n\n07:30 台中高鐵站集合出發(早餐自理)\n(高鐵站七號出口一樓會面點4)\n\n11:00 奇萊山登山口 \n\n12:00 中餐時間（午餐自理）\n\n13:00 黑水塘\n\n16:00 成功山屋\n\n17:00 晚餐時間（由成功山屋提供）', 'Day2\n\n02:30 起床早餐（由成功山屋提供）\n\n03:30 輕裝出發\n\n05:00 主北岔路口 \n\n08:00 奇萊北峰，休息拍照 \n\n09:30 稜線山屋\n\n12:30 主峰登山口（午餐自理）\n\n13:30 奇萊主峰，休息拍照\n\n14:00 主峰登山口 \n\n15:30 主北岔路口\n\n17:00 成功山屋\n\n18:00 晚餐時間（由成功山屋提供）', 'Day3\n\n05:00 起床早餐（由成功山屋提供）\n\n06:30 重裝出發\n\n08:30 黑水塘\n\n11:00 抵達奇萊山登山口（午餐自理）\n\n16:00 台中烏日高鐵站解散', 0, 'campmain29.jpg', 'campdetail85.jpg, campdetail86.jpg, campdetail87.jpg'),
(30, '南湖大山 - 囊收四座百岳路線 南湖大山四天三夜高階難度非單攻', 13, 36, 3, 3, 1880, '2022-12-15', '2023-02-28', '你曾經去到過中央山脈的北段最高峰、同時也是台灣的帝王之山，南湖大山嗎？\n\n那裡的風景，美的就像童話裡的故事場景廣闊的冰河圈谷地形中、佇立著一棟山屋，沿途的茂密森林、鑲了金邊的皎潔雲朵\n\n在壯闊龐大、端寧深厚的延綿山脊前，自我顯得多的的渺小、就連煩惱都變得微不足道步上峰頂的那一刻，除了謙卑、再無其他', 'Day1\n\n06:30 起床早餐（由雲稜山莊提供）\n\n07:00 出發南湖圈谷\n\n08:30 稜線\n\n09:40 審馬陣山登山口\n\n09:45 審馬陣山\n\n12:30 北山岔路口（午餐自理）\n\n12:50 南湖北山\n\n13:30 北山岔路口\n\n15:00 南湖北峰\n\n15:45 南湖山屋\n\n16:30 晚餐時間（由南湖山屋提供）', 'Day2\n\n03:00  起床早餐（由南湖山屋提供）\n\n04:00  整裝出發\n\n06:30  南湖大山主峰\n\n08:30  南湖東峰\n\n10:00  南湖山屋\n\n11:00  南湖北峰（午餐自理）\n\n13:30  南湖北山岔路口\n\n16:30  雲稜山莊\n\n17:00 晚餐時間（由雲稜山莊提供）', 'Day3\n\n05:00  起床早餐\n\n06:00  整裝出發\n\n07:00  木杆鞍部\n\n09:45  多加屯山\n\n12:30  登山口（午餐自理）\n\n14:00  勝光登山口\n\n18:00  台北車站解散', 0, 'campmain30.jpg', 'campdetail88.jpg, campdetail89.jpg, campdetail90.jpg'),
(31, '戒茂斯路線上嘉明湖 - 三天兩夜高階難度行程免抽山屋', 15, 51, 3, 3, 1980, '2022-12-15', '2023-02-28', '位在台東縣海端鄉的嘉明湖，是台灣湖泊中第二高的高山湖泊，也是布農族的傳統領域，那是美的像是天使掉落在人間的眼淚一樣的地方\n在過去，共同奔馳在中央山脈的鄒族和布農族因為獵場重疊的關係，大大小小的發生了多次激烈的戰爭\n\n最終，布農族在嘉明湖擊退了鄒族，成為了嘉明湖的守護者\n\n途經戒茂斯山、清澈見底的溪底營地、遍地綠茵的排球場、足球場、高爾夫球場營地等\n\n就讓我們登上山林\n\n一同體驗身處與歷史於神話間隙的真切的感動吧', 'Day1 \n\n11:00 池上火車站集合（午餐自理）\n\n13:30 戒茂斯登山口\n14:10 戒茂斯山前峰\n\n16:10 戒茂斯山\n\n17:30 扎營新武呂溪營地\n\n18:00 晚餐時間', 'Day2\n\n06:00 起床早餐\n\n07:00 新武呂溪營地出發\n\n11:00 抵達足球場營地\n\n15:30 抵達獵寮營地\n\n17:00 晚餐時間\n\n18:00 扎營獵寮營地', 'Day3\n\n03:00 起床早餐\n\n04:00 獵寮營地出發\n\n06:00 嘉明湖欣賞日出\n\n07:00 三叉山\n\n09:00 嘉明湖山屋\n\n11:00 三岔路（若未於11:00前到達，則全隊放棄登向陽山）\n\n11:30 向陽山（視個人體力登頂）\n\n12:00 三岔路\n\n14:30 向陽山屋\n\n17:00 向陽遊樂區\n\n19:30 池上火車站解散', 0, 'campmain31.jpg', 'campdetail91.jpg, campdetail92.jpg, campdetail93.jpg'),
(32, '大小霸尖山行程 - 代辦大小霸山屋申請 三天三夜高階難度路線行程', 7, 83, 3, 3, 2590, '2022-12-15', '2023-02-28', '你知道哪座山脈，是擁有全台灣中最古老、最堅硬的沈積岩的山嗎？\n\n座落在新竹縣尖石鄉，與中央尖山、達芬尖山合稱「三尖」\n\n被人們稱作世紀奇峰的大霸尖山，帶著千萬年前的海洋記憶，隨著地殼的造山運動，將海底生活過的痕跡，高高的推向湛藍的天空\n\n那是是賽夏族和泰雅族口耳相傳的聖山\n\n是他們的根源、是他們生命的由來', 'Day1\n\n07:30 檢查哨口\n\n13:00 馬達拉溪登山口（午餐自理） \n\n17:30 九九山莊\n\n18:00 晚餐時間（由九九山莊提供）', 'Day2\n\n02:30 起床早餐（由九九山莊提供）\n\n03:00 出發\n\n06:00 中霸山屋\n\n07:30 世紀奇峰大霸尖山底\n\n09:00 小霸尖山（午餐自理） \n\n12:00 伊澤山\n\n14:00 加利山\n\n16:00 九九山莊\n\n17:30 晚餐時間（由九九山莊提供）', 'Day3\n\n03:30 起床早餐\n\n04:00 出發\n\n06:00 馬達拉溪登山口 \n\n12:00 觀霧遊樂區檢查哨\n\n16:00 新竹高鐵站解散', 0, 'campmain32.jpg', 'campdetail94.jpg, campdetail95.jpg, campdetail96.jpg'),
(33, '武陵四秀 - 春夏秋季節都適合登山的武陵四秀 三天兩夜高階難度行程非單攻', 5, 12, 3, 3, 2590, '2022-12-15', '2023-02-28', '你聽過百岳四胞胎，武陵四秀嗎？\n\n他們的險峻凌厲、崢嶸秀麗\n\n唯有在親身的步過、甚至是要手腳並用的走過那些奇岩異樹、斷崖山徑、急陡下的地形\n\n經過四秀中的品田、池有、桃山、喀拉業這四座百岳後\n\n才能體驗出那種峰秀於林、沒有筆墨能形容的仙人所在之地\n\n究竟是如何的清雅、如何的秀雅', 'Day1\n05:00吃早餐（由隆達民宿提供）\n06:00 南山部落出發\n07:00 抵達桃山登山口岔路\n13:00 三岔營地（午餐自理）\n14:00 池有山登山口（輕裝登池有山）\n15:00 回登山口揹重裝前往新達山屋\n16:00 抵達新達山屋\n18:00 晚餐時間（由新達山屋提供）', 'Day2\n04:00 起床早餐（由新達山屋提供） \n05:00 輕裝前往品田山\n9:30 新達山屋\n12:00 三叉營地午餐（午餐自理）\n17:30 桃山山屋\n18:00 晚餐時間（由桃山山屋提供）', 'Day3\n04:00 起床早餐（由桃山山屋提供）\n05:00輕裝前往喀拉業山\n08:30 桃山山屋\n09:00 桃山\n12:00 停機坪午餐（午餐自理）\n14:00 黑水塘\n15:00 武陵吊橋\n22:00 台北火車站西三門賦歸', 0, 'campmain33.jpg', 'campdetail97.jpg, campdetail98.jpg, campdetail99.jpg'),
(34, '白姑大山 - 台中接駁兩天一夜高階難度沒有山屋', 7, 5, 2, 3, 2590, '2022-12-15', '2023-02-28', '白姑大山名列百岳「十翠」之一，同時也是中橫四辣裡頭的特辣行程。\n\n山勢雄偉、山頂展望絕佳的白姑大山，因為難以抵達的路程讓他被人們封為「特辣」的山巒。\n\n可即便有著令人卻步的超過1300公尺的垂直落差和無止盡陡坡，山頂北眺雪山西稜，東望南湖中央尖、合歡群峰、奇萊連峰、能高安東軍，南展玉山和甘卓萬等絕佳的群山展望，卻更是誘人前往。\n\n現在就讓我們跟著台灣368的腳步，動身嚐一嚐傳說中的特辣山巒吧。', 'Day1\n\n07:30 台中高鐵站集合出發（早餐自理）\n(高鐵站七號出口一樓會面點4)\n\n10:30 白姑大山登山口 \n\n13:30 三錐山（午餐自理） \n\n15:00 松林營地紮營', 'Day2\n\n02:00 起床早餐（由協作提供）\n\n03:00 松林營地起登\n\n03:30 司晏池\n\n04:30 白姑大山東南峰\n\n05:30 吉他營地 \n\n07:00 一線天岩壁\n\n09:30 白姑大山\n\n13:00 吉他營地\n\n15:00 司晏池\n\n19:00 白姑大山登山口\n\n22:00 台中高鐵站解散', '', 0, 'campmain34.jpg', 'campdetail100.jpg, campdetail101.jpg, campdetail102.jpg'),
(35, '畢羊縱走2022行程 - 兩天兩夜高階難度路線', 14, 10, 2, 3, 2590, '2022-12-15', '2023-02-28', '畢祿山、羊頭山是百岳行程「中橫四辣」中的小辣和中辣\n\n也因此兩天兩夜的行程安排，絕對就是傳說中的「老闆我要點一碗麻辣拉麵加辣！」辣上加辣行程無誤了\n\n途中我們會經過景色絕佳、但又惡名昭彰的鋸齒連峰\n\n在行程的最後還要陡下1000多米的落差才能回到慈恩登山口，是非常需要腿力的艱鉅考驗。\n\n切記切記！此行程需要有相當的體能和腳力才能完成挑戰，新手菜雞請勿輕易嘗試啊！', 'Day1\n04:30早餐（民宿提供）\n05:00上車出發\n07:40 慈恩隧道起登\n13:30 三叉路口放重裝換輕裝\n14:20 羊頭山 \n15:00 三叉路口背重裝\n15:30 鋸山東峰\n16:10 營地 宿\n17:00-17:30 晚餐', 'Day2\n04:00 早餐\n05:00 起登\n08:00 鋸山\n10:00 畢祿營地\n10:30 三岔 放重裝 \n10:35 畢祿山\n11:00 回程三岔\n12:00 垂直岩壁\n13:20 8.4k登山口\n17:10 820林道登山口\n21:40 台中高鐵', '', 0, 'campmain35.jpg', 'campdetail103.jpg, campdetail104.jpg, campdetail105.jpg'),
(36, '金面山北部一日健行', 2, 199, 1, 4, 450, '2022-12-23', '2022-12-16', '金面山為五指山系且山路中段可接小百岳之一的大崙頭尾山，這座山地質中的安山砂岩含有石英，因此當太陽照射石遠望山頂閃閃發光，當地人便稱之為金面山。金面山位於內湖金龍產業道路西邊，因從碧山巖方向看過來，山頂巨石形貌有如鳥嘴般尖銳，因此又名剪刀石山，曾是清代時期臺北採石場與石堡瞭望台，如今還留有開採痕跡，在我們回程時也有經過此歷史遺跡。', 'Day1\n07:30台北車站集合出發\n\n10:00西湖站集合\n\n12:00 美景野餐 (午餐需自行揹負與準備)\n\n14:30 山上人家休閒農場 享用悠閒午茶時光(園內飲食需自費)\n\n19:00抵達台北車站', '', '', 75, 'campmain36.jpg', 'campdetail106.jpg, campdetail107.jpg, campdetail108.jpg'),
(37, '新北第一高峰 魔幻樹之國 塔曼山 一日健行', 2, 75, 1, 4, 450, '2023-01-18', '2022-12-28', '塔曼山位於新北烏來&桃園復興的交界，為新北市第一高峰，海拔2130公尺，沿路茂密林蔭，奇特樹形，巨木參天、倒木，很像走路阿凡達的異世界中，跟著好野的腳步前往魔幻的樹之國，來趟與森林的小約會吧 !', 'Day1\n07:00 台北火車站\n\n09:50 塔曼山登山步道登山口\n\n10:00『塔曼山登山步道』\n\n12:00 『午餐享用登山餐盒』\n\n16:00 預計返抵登山口\n\n18:30 抵達台北火車站', '', '', 40, 'campmain37.jpg', 'campdetail109.jpg, campdetail110.jpg, campdetail111.jpg'),
(38, '觀音山樂齡一日遊', 2, 206, 1, 4, 450, '2023-2-16', '2023-02-10', '觀音山屬大屯火山群，火山噴發形成十八連峰，宛如一尊仰躺朝天觀音像因而得名，最高峰硬漢嶺海拔616公尺，擁有360度環狀視野，可眺望大屯山群峰、淡水河口、關渡平原等。每年秋季成群猛禽飛往溫暖南方度冬，春天再北返繁殖地，位於淡水河左岸的觀音山，因特有的壯麗景緻與自然生態成為臺灣猛禽往返遷徒的必經路徑，每年四、五月間觀音山區約可見到十餘種猛禽，其中又以赤腹鷹、灰面鵟鷹、鳳頭蒼鷹、大冠鷲等「觀音四秀」為多。', 'Day1\n06:30 台北車站集合出發\n08:00 觀音山遊客中心\n\n10:00 硬漢嶺\n10:30 停車場，整裝\n11:00 觀音山猛禽展示館\n15:00 林梢步道\n15:30 凌雲寺\n18:00 旗竿湖農場\n21:00 抵達台北', '', '', 35, 'campmain38.jpg', 'campdetail112.jpg, campdetail113.jpg, campdetail114.jpg'),
(39, '加里山柳杉林一日登山健行', 4, 63, 1, 4, 450, '2023-2-28', '2023-02-15', '加里山步道沿途多為柳杉人工造林及闊葉林，有豐富的動植物生態。沿途可見伐木時期的台車鐵軌，見證當年興盛的林業。山頂一等三角點，視野遼闊，可遠眺氣勢磅礡的雪山聖稜線和鄰近的鹿場大山。盛產台灣特有一葉蘭，每年3、4月總吸引許多登山客尋芳賞花。', 'Day1\n06:30 台北車站集合\n08:30 苗栗加里山登山口停車場\n09:00 登山口出發\n,加里山與大坪山岔口路,避難山屋岔口\n12:30 加里山三角點(2220M,一等三角點)\n17:00 返回登山口\n18:30 車上享用餐盒\n20:30 台北車站', '', '', 50, 'campmain39.jpg', 'campdetail115.jpg, campdetail116.jpg, campdetail117.jpg'),
(40, '鐵扇公主苗栗火炎山一日遊', 1, 288, 1, 4, 500, '2023-3-15', '2023-02-28', '近幾年來成為網紅熱門拍照打卡景點的火炎山，標高602公尺，位於三義鄉和苑裡鎮的交界，南臨大安溪。因土質鬆散，長年經風吹雨刷，植被無法生長，因此造就了遠望如絢爛的火焰，氣勢奔騰，而已『火炎山』著稱。', 'Day1\n06:40 台北車站出發\n09:00 抵達登山口 \n09:30 火炎山出發\n10:00 欣賞惡地景觀\n11:00 金色連峰映眼簾\n11:30 登頂(午餐敬請自理)\n12:30 森林浴\n➜ 卓蘭大峽谷\n➜ 依依不捨回程\n19:00 抵達台北車站', '', '', 40, 'campmain40.jpg', 'campdetail118.jpg, campdetail119.jpg, campdetail120.jpg');

-- --------------------------------------------------------

--
-- 資料表結構 `campaign_days`
--

CREATE TABLE `campaign_days` (
  `campday_sid` int(100) NOT NULL,
  `dayname` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `campaign_days`
--

INSERT INTO `campaign_days` (`campday_sid`, `dayname`) VALUES
(1, '一日遊'),
(2, '兩天一夜'),
(3, '三天兩夜');

-- --------------------------------------------------------

--
-- 資料表結構 `campaign_order`
--

CREATE TABLE `campaign_order` (
  `order_sid` int(11) NOT NULL,
  `order_num` varchar(255) NOT NULL,
  `campaign_sid` int(11) NOT NULL,
  `dayname` varchar(255) DEFAULT NULL,
  `date_start` date DEFAULT NULL,
  `people` int(255) NOT NULL,
  `total` int(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `star` int(11) DEFAULT NULL,
  `message` varchar(255) DEFAULT NULL,
  `messageTime` date DEFAULT NULL,
  `created_time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `campaign_order`
--

INSERT INTO `campaign_order` (`order_sid`, `order_num`, `campaign_sid`, `dayname`, `date_start`, `people`, `total`, `img`, `star`, `message`, `messageTime`, `created_time`) VALUES
(1, '1670486554273', 7, '一日遊', '2022-12-23', 3, 3840, 'campmain2.jpg', 5, '超刺激的合歡山 推推！', '2022-12-08', '2022-12-08 16:15:09'),
(2, '1670486554273', 14, '三天兩夜', '2022-12-09', 1, 1200, 'campmain3.jpg', 5, '有導遊帶真的比較好玩', '2022-12-08', '2022-12-08 16:15:29'),
(3, '1670486554273', 40, '一日遊', '2022-12-10', 7, 3500, 'campmain40.jpg', 4, '一天跟大家認識，真有趣呀', '2022-12-08', '2022-12-08 16:15:53'),
(4, '1670486554273', 36, '一日遊', '2022-12-10', 12, 5400, 'campmain36.jpg', 4, '有嚮導帶我們爬刺激的路線！大推呀', '2022-12-08', '2022-12-08 16:16:21'),
(5, '1670745965320', 36, '一日遊', '2022-12-13', 10, 4500, 'campmain36.jpg', NULL, NULL, NULL, '2022-12-11 16:06:05'),
(6, '1670813140457', 36, '一日遊', '2022-12-14', 14, 6300, 'campmain36.jpg', 5, '帶女朋友第一次來爬山，有導遊一起也是很有趣', '2022-12-12', '2022-12-12 10:46:39'),
(7, '1670813140457', 37, '一日遊', '2022-12-14', 18, 8100, 'campmain37.jpg', 5, '第一次跟這種爬山團，來報名的大家都很友善，真的滿又去的', '2022-12-12', '2022-12-12 10:47:19'),
(8, '1670813382314', 38, '一日遊', '2022-12-14', 7, 3150, 'campmain38.jpg', 5, '帶長輩來爬山，導遊很照顧，很罩', '2022-12-12', '2022-12-12 10:51:26'),
(9, '1670813382314', 39, '一日遊', '2022-12-14', 5, 2250, 'campmain39.jpg', 5, '覺得很棒！', '2022-12-12', '2022-12-12 10:51:38'),
(10, '1670813382314', 7, '兩天一夜', '2022-12-14', 3, 4350, 'campmain7.jpg', 5, '人生第一次爬合歡山，真的很幸運有報名個團，導遊真的很厲害，來爬山的大家雖然都是新手，但互相幫忙真的很好玩', '2022-12-12', '2022-12-12 10:50:58'),
(11, '1670813759895', 36, '一日遊', '2022-12-14', 8, 3600, 'campmain36.jpg', 5, '超好玩噎！原來台北也有世外小冒險的山', '2022-12-12', '2022-12-12 10:57:01'),
(12, '1670813759895', 39, '一日遊', '2022-12-14', 6, 2700, 'campmain39.jpg', 4, '第一次跟這種一日遊的爬山團，本來是常試的心態，意外導遊很厲害，沿路介紹的很有趣！學習到很多登山小知識', '2022-12-12', '2022-12-12 10:58:07'),
(13, '1670813759895', 7, '兩天一夜', '2022-12-29', 3, 4350, 'campmain7.jpg', 5, '好冷但好好玩！超期待下次報名可以看到下雪～', '2022-12-12', '2022-12-12 10:58:35'),
(14, '1670814219325', 36, '一日遊', '2022-12-14', 10, 4500, 'campmain36.jpg', NULL, NULL, NULL, '2022-12-12 11:03:50'),
(15, '1670814233417', 36, '一日遊', '2022-12-14', 10, 4500, 'campmain36.jpg', NULL, NULL, NULL, '2022-12-12 11:04:00'),
(16, '1670818703639', 40, '一日遊', '2022-12-14', 1, 500, 'campmain40.jpg', 5, '已經報名兩次了，這次帶媽媽來，媽媽也很喜歡', '2022-12-12', '2022-12-12 12:19:24'),
(17, '1670818703639', 7, '兩天一夜', '2022-12-14', 1, 1450, 'campmain7.jpg', 5, '這次帶媽媽來，媽媽也很喜歡', '2022-12-12', '2022-12-12 12:19:41'),
(18, '1670818703639', 9, '兩天一夜', '2022-12-14', 2, 2900, 'campmain9.jpg', 4, '好玩～', '2022-12-12', '2022-12-12 12:19:51'),
(19, '1670818953591', 40, '一日遊', '2022-12-14', 1, 500, 'campmain40.jpg', 5, '第一次參加這種單日爬山團，意外好玩噎！\n導遊很盡責地介紹，原來爬山超有趣', '2022-12-12', '2022-12-12 12:23:43'),
(20, '1670819107654', 40, '一日遊', '2022-12-14', 1, 500, 'campmain40.jpg', 5, '帶跟女朋友一起參加，真的還不錯！\n下次想帶媽媽參加這種一日遊，真的老少都會喜歡', '2022-12-12', '2022-12-12 12:26:51');

-- --------------------------------------------------------

--
-- 資料表結構 `campaign_type`
--

CREATE TABLE `campaign_type` (
  `camptype_sid` int(100) NOT NULL,
  `campaign_type_name` varchar(255) NOT NULL,
  `camp_url` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `campaign_type`
--

INSERT INTO `campaign_type` (`camptype_sid`, `campaign_type_name`, `camp_url`) VALUES
(1, '登山新手行程｜初階體驗', 'easy'),
(2, '百岳入門行程｜中階探索', 'medium'),
(3, '百岳進階行程｜高階冒險', 'hard'),
(4, '一日單攻報名行程', 'oneday');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon`
--

CREATE TABLE `coupon` (
  `coupon_sid` int(20) NOT NULL,
  `coupon_name` varchar(255) NOT NULL,
  `coupon_code` varchar(255) NOT NULL,
  `coupon_discount` varchar(255) NOT NULL,
  `coupon_validation` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `coupon`
--

INSERT INTO `coupon` (`coupon_sid`, `coupon_name`, `coupon_code`, `coupon_discount`, `coupon_validation`) VALUES
(1, '爬山就找837', 'Hiking837', '100', '2023-03-31'),
(2, '837爬山好手', 'Hero837', '80', '2023-01-31'),
(3, '837爬山趣', 'Happy837', '50', '2023-12-31');

-- --------------------------------------------------------

--
-- 資料表結構 `follows`
--

CREATE TABLE `follows` (
  `member_sid` int(11) NOT NULL,
  `follow_sid` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `follows`
--

INSERT INTO `follows` (`member_sid`, `follow_sid`) VALUES
(1, 3),
(1, 4),
(1, 8),
(2, 3),
(2, 4),
(2, 7),
(2, 8),
(2, 9),
(3, 4),
(3, 6),
(3, 7),
(3, 8),
(3, 9),
(4, 3),
(4, 7),
(4, 9),
(6, 2),
(6, 3),
(6, 4),
(6, 7),
(6, 8),
(6, 9),
(7, 2),
(7, 3),
(7, 4),
(7, 6),
(7, 8),
(8, 3),
(8, 4),
(8, 6),
(8, 7),
(8, 9);

-- --------------------------------------------------------

--
-- 資料表結構 `likes`
--

CREATE TABLE `likes` (
  `member_sid` int(11) NOT NULL,
  `post_sid` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `likes`
--

INSERT INTO `likes` (`member_sid`, `post_sid`) VALUES
(1, 42),
(1, 45),
(1, 46),
(1, 51),
(2, 48),
(2, 52),
(2, 53),
(2, 54),
(3, 53),
(3, 54),
(3, 58),
(3, 61),
(4, 46),
(4, 48),
(4, 51),
(4, 52),
(4, 53),
(4, 54),
(4, 56),
(5, 42),
(5, 45),
(5, 54),
(5, 57),
(5, 58),
(5, 60),
(5, 61),
(6, 42),
(6, 46),
(6, 48),
(7, 42),
(7, 45),
(7, 46),
(7, 48),
(7, 51),
(7, 52),
(7, 53),
(7, 54),
(7, 56),
(7, 57),
(7, 58),
(7, 60),
(8, 42),
(8, 45),
(8, 46),
(8, 48),
(8, 51),
(8, 52),
(8, 53),
(8, 54);

-- --------------------------------------------------------

--
-- 資料表結構 `location`
--

CREATE TABLE `location` (
  `sid` int(100) NOT NULL,
  `name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `location`
--

INSERT INTO `location` (`sid`, `name`) VALUES
(1, '台北'),
(2, '桃園'),
(3, '新竹'),
(4, '苗栗'),
(5, '台中'),
(6, '彰化'),
(7, '南投'),
(8, '雲林'),
(9, '嘉義'),
(10, '台南'),
(11, '高雄'),
(12, '屏東'),
(13, '宜蘭'),
(14, '花蓮'),
(15, '台東'),
(16, '基隆');

-- --------------------------------------------------------

--
-- 資料表結構 `members`
--

CREATE TABLE `members` (
  `member_sid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `mobile` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `nickname` varchar(255) NOT NULL,
  `member_level` int(11) NOT NULL DEFAULT 1,
  `total_height` int(11) NOT NULL DEFAULT 0,
  `avatar` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `intro` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `token` varchar(255) DEFAULT NULL,
  `verification` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `members`
--

INSERT INTO `members` (`member_sid`, `name`, `password`, `email`, `mobile`, `address`, `birthday`, `nickname`, `member_level`, `total_height`, `avatar`, `created_at`, `intro`, `token`, `verification`) VALUES
(1, '阿儒', '$2b$10$SggwzWCMVDaewd6H7uT7YuXL4ks1NUDQUZo60QnpSWbjbhpnhwXf2', 'yiru@hiking.com', '', '', NULL, '阿儒', 1, 3145, 'c2570fdb-33d4-4788-ac39-a7d623b78ba3.jpg', '2022-12-05 17:37:26', '', NULL, NULL),
(2, '力誠', '$2b$10$Za6fZxcQyi6nvKaLcMWoEepUnX8tR7crIxuqYD72gfkjVY28lIkVG', 'zx@hiking.com', '', '宜蘭市龜山島57巷10號1樓', NULL, 'ZX', 1, 5216, 'b9f67774-82b1-4797-b389-feadfdce4512.jpg', '2022-12-05 17:39:29', '爬山好好玩，歡迎來一起爬山，增加抵抗力!!!', NULL, NULL),
(3, '鎧維', '$2b$10$Z3uQ6Ja2rp5J7z3tvtAI.uWRhSSewcb3sh2e.0V2VEpIwFtpAGqyi', 'wei@hiking.com', '', '', NULL, '貝果三號', 1, 4265, '8840d304-2d50-4b21-8212-bdb045ddc27c.jpg', '2022-12-05 17:40:43', '', NULL, NULL),
(4, '恩齊', '$2b$10$wzBGlL/pb87Y0LxQjqBFEeD2Ib/zOY5m/joqKkPyhXqZtjKpYGSey', 'n7@hiking.com', '', '', NULL, 'N7', 1, 2736, NULL, '2022-12-05 17:41:32', '', NULL, NULL),
(5, '柏宏', '$2b$10$mJBEi4Tp70rgz9NqQTUYduAckdjSVlgIokwddN6UtFTeCQIhhQJwu', 'bert@hiking.com', '', '', NULL, '伯特', 1, 1522, 'e5b46ef9-47f1-4d2f-b7a6-67cec5dd161e.jpg', '2022-12-05 17:42:22', '這是正牌女帝，不用懷疑。馬蚤。', NULL, NULL),
(6, '潛之', '$2b$10$P8ygYfBQV0mKxmkQWCFcu.rQTCZIEIiIXzvvMfmf90mrtcrw.0GsC', 'yeh@hiking.com', '', '', NULL, '趴趴', 1, 6763, '95c0361a-62ea-49c8-a7b3-cc6697431659.jpg', '2022-12-05 17:42:59', '大家好～我是趴趴！我喜歡山上新鮮的空氣，想在這邊認識更多的同好！\r\n\r\n請多指教！\r\n', NULL, NULL),
(7, '王苗苗', '$2b$10$KvsxRlMhfxS/O55RtNIOhea1PwejzyHvDIDAb2vJ.KcLpROQYgqJy', 'meow@hiking.com', '0911222333', '喵喵市', '2000-12-12', '帥氣小苗', 1, 11049, '59699c87-096f-46b5-8b8b-0e64375142ea.jpg', '2022-12-06 18:07:53', '我就愛喵喵喵～喵喵喵～ 喵喵喵～\r\n喵～！', NULL, NULL),
(8, '趴趴', '$2b$10$EGgnFKuwENbHiQZzdZuzYe/9n1caWbCRreKMBucVw8PsZaXtLmZOy', 'miroyeh1986@gmail.com', '', '', '1990-09-11', '葉紙', 1, 0, '', '2022-12-08 00:54:18', '', NULL, NULL),
(9, '詹姆士', '$2b$10$ZqqgOUJJs392PG2Qah/n7OgiIn51BMmixkfh6R//xlvX5vgfikSz2', 'buyuser1214@gmail.com', '0911222333', '', NULL, '詹姆士', 1, 0, '', '2022-12-08 19:22:31', '我是訂單測試用的特派員 ～～\r\n\r\n詹氏．胖！', NULL, NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `mountain`
--

CREATE TABLE `mountain` (
  `mountain_sid` int(20) NOT NULL,
  `mountain_name` varchar(255) NOT NULL,
  `level` int(20) NOT NULL,
  `location_sid` int(20) NOT NULL,
  `x` int(20) NOT NULL,
  `y` int(20) NOT NULL,
  `height` int(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `mountain`
--

INSERT INTO `mountain` (`mountain_sid`, `mountain_name`, `level`, `location_sid`, `x`, `y`, `height`) VALUES
(1, '新高山', 1, 9, 244806, 2596536, 3952),
(2, '玉山', 3, 7, 244875, 2596486, 3945),
(3, '雪山', 1, 5, 272680, 2697710, 3886),
(4, '能高山', 3, 7, 278252, 2659615, 3184),
(5, '西合歡山', 3, 7, 274015, 2674921, 3145),
(6, '白石山', 3, 14, 277148, 2645017, 3110),
(7, '北大武山', 1, 12, 224646, 2503214, 3092),
(8, '尖山', 2, 14, 251909, 2589452, 3070),
(9, '知亞平山', 3, 7, 276853, 2648389, 3060),
(10, '羊頭山', 3, 14, 287747, 2678346, 3035),
(11, '奇萊大山', 3, 7, 281260, 2651156, 3029),
(12, '小雪山', 2, 5, 253174, 2688029, 2997),
(13, '十六山', 3, 5, 255625, 2674248, 2938),
(14, '美奈田主山', 1, 15, 249369, 2541914, 2931),
(15, '望台山', 2, 14, 282693, 2648992, 2907),
(16, '加卑里山', 3, 14, 286341, 2675630, 2903),
(17, '尖石山', 3, 15, 247583, 2552202, 2865),
(18, '馬洋山', 3, 3, 277287, 2710804, 2864),
(19, '南太武山', 2, 12, 223313, 2497174, 2841),
(20, '平岩山', 2, 13, 285134, 2693652, 2827),
(21, '草山', 3, 14, 273635, 2635438, 2811),
(22, '太木山', 3, 5, 265289, 2685900, 2809),
(23, '多加屯山', 3, 13, 287838, 2696009, 2795),
(24, '見晴山', 3, 14, 279763, 2637738, 2795),
(25, '屯古嶺', 2, 15, 244138, 2560648, 2790),
(26, '東埔北山', 3, 7, 238565, 2599855, 2785),
(27, '斯拉巴庫山', 3, 11, 233572, 2564369, 2757),
(28, '鳶山', 3, 7, 268447, 2635752, 2736),
(29, '松山', 3, 14, 288276, 2646690, 2730),
(30, '武加加難山', 3, 5, 274525, 2690265, 2659),
(31, '白松山', 2, 15, 246926, 2548628, 2633),
(32, '鹿場大山', 2, 3, 256337, 2710288, 2618),
(33, '東水山', 3, 9, 231349, 2596720, 2611),
(34, '三角錐山', 3, 14, 309200, 2678564, 2607),
(35, '松山', 3, 7, 230875, 2606784, 2557),
(36, '三星山', 1, 13, 306318, 2711741, 2532),
(37, '羅閑山', 3, 5, 285498, 2690003, 2527),
(38, '燒山', 3, 14, 284355, 2652345, 2524),
(39, '鐵本山', 3, 11, 235426, 2569845, 2523),
(40, '馬武霸山', 3, 5, 278092, 2694068, 2496),
(41, '見晴山', 2, 13, 297630, 2705771, 2492),
(42, '塔山', 2, 9, 226839, 2606108, 2484),
(43, '北霞山', 3, 9, 230552, 2594287, 2472),
(44, '內本鹿山', 3, 11, 230896, 2537387, 2459),
(45, '高律山', 3, 13, 304482, 2692740, 2453),
(46, '塔山', 1, 14, 305179, 2671052, 2449),
(47, '富田山', 3, 14, 299569, 2671481, 2441),
(48, '天長山', 3, 14, 286709, 2661041, 2413),
(49, '清水山', 1, 14, 315335, 2681446, 2408),
(50, '霞山', 2, 9, 230920, 2591000, 2400),
(51, '嘉代山', 3, 15, 247838, 2536437, 2363),
(52, '三角峰', 2, 7, 268676, 2666048, 2358),
(53, '波浪山', 3, 14, 301780, 2689641, 2335),
(54, '加羅山', 3, 13, 297706, 2708564, 2320),
(55, '稍來山', 2, 5, 246271, 2681542, 2307),
(56, '馬崙山', 3, 5, 254340, 2677279, 2305),
(57, '鹿屈山', 3, 7, 227720, 2611073, 2288),
(58, '椎巴宇山', 3, 14, 293482, 2680938, 2272),
(59, '騾馬望山', 3, 14, 314512, 2687976, 2269),
(60, '東洗水山', 3, 4, 251683, 2704700, 2248),
(61, '霞喀羅大山', 3, 3, 268789, 2717404, 2234),
(62, '知本主山', 2, 15, 236897, 2514120, 2230),
(63, '加里山', 1, 4, 250430, 2711799, 2220),
(64, '平野山', 2, 15, 239026, 2532060, 2216),
(65, '東陽山', 3, 4, 259819, 2700879, 2210),
(66, '能甲山', 3, 4, 262704, 2702753, 2207),
(67, '拉古拉山', 3, 14, 257585, 2588202, 2204),
(68, '把里志山', 3, 15, 239187, 2515611, 2202),
(69, '霞山', 2, 3, 271240, 2721901, 2167),
(70, '樂樂山', 3, 15, 253853, 2552755, 2164),
(71, '玉里山', 1, 14, 274041, 2586864, 2157),
(72, '馬軍山', 3, 7, 272428, 2647355, 2150),
(73, '向山', 3, 14, 284652, 2633097, 2144),
(74, '茶仁山', 3, 12, 223412, 2492983, 2139),
(75, '塔曼山', 3, 2, 294754, 2733499, 2130),
(76, '袋角山', 3, 14, 293637, 2683088, 2108),
(77, '松山', 3, 15, 230567, 2510267, 2062),
(78, '五溪山', 3, 11, 229675, 2581062, 2057),
(79, '望洋山', 3, 13, 311622, 2711904, 2050),
(80, '無名山', 3, 4, 252822, 2695841, 2032),
(81, '拉拉山', 3, 2, 293086, 2736192, 2031),
(82, '橫嶺山', 3, 5, 243138, 2680596, 2024),
(83, '大尖山', 3, 7, 248658, 2639557, 2017),
(84, '那保山', 3, 15, 227217, 2490977, 1990),
(85, '千谷寒山', 2, 14, 287990, 2641451, 1987),
(86, '林田山', 3, 14, 289153, 2631880, 1977),
(87, '志良節', 3, 5, 280431, 2692664, 1976),
(88, '扶蓉山', 3, 9, 221591, 2597741, 1968),
(89, '太里力山', 2, 15, 228051, 2488494, 1929),
(90, '野馬敢山', 3, 3, 260868, 2713598, 1913),
(91, '插天山', 3, 2, 290861, 2739532, 1907),
(92, '加奈典山', 3, 15, 258101, 2546792, 1888),
(93, '八溪山', 3, 11, 233804, 2587393, 1882),
(94, '南東眼山', 3, 7, 258689, 2660441, 1876),
(95, '南坑山', 3, 4, 248955, 2695616, 1871),
(96, '盆盆山', 2, 15, 248224, 2526092, 1865),
(97, '尖山', 3, 2, 294570, 2728363, 1852),
(98, '基利山', 3, 15, 235249, 2536487, 1850),
(99, '東來山', 3, 11, 230116, 2546931, 1847),
(100, '光崙山', 2, 9, 217262, 2600795, 1815),
(101, '波津加', 3, 5, 250328, 2680537, 1772),
(102, '草山', 3, 9, 224369, 2592544, 1766),
(103, '油羅山', 2, 3, 267835, 2725229, 1764),
(104, '石壁山', 3, 8, 221060, 2611370, 1751),
(105, '鳥嘴山', 3, 3, 279367, 2736194, 1749),
(106, '太兒麻山', 3, 15, 242426, 2530465, 1747),
(107, '虎頭山', 1, 14, 282141, 2606699, 1747),
(108, '六溪山', 3, 11, 231724, 2584045, 1718),
(109, '東卯山', 3, 5, 244891, 2675809, 1690),
(110, '大漢山', 1, 12, 223545, 2478954, 1688),
(111, '鹿皮山', 2, 13, 322935, 2709497, 1666),
(112, '姑子崙山', 2, 15, 227463, 2480092, 1631),
(113, '千里眼山', 3, 14, 314948, 2678180, 1624),
(114, '武令山', 3, 7, 264736, 2655577, 1579),
(115, '紅葉山', 2, 15, 253193, 2535613, 1576),
(116, '尖山', 3, 15, 234916, 2504077, 1565),
(117, '新集山', 3, 11, 226380, 2546099, 1560),
(118, '鳥嘴山', 3, 3, 256794, 2719557, 1551),
(119, '雞鳴山', 3, 14, 199458, 2685363, 1536),
(120, '關頭山', 2, 7, 259405, 2654029, 1536),
(121, '白毛山', 3, 5, 241236, 2672600, 1522),
(122, '埤谷山', 3, 2, 291679, 2731817, 1520),
(123, '馬來山', 3, 5, 257669, 2680663, 1519),
(124, '橫屏山', 2, 7, 251071, 2649223, 1508),
(125, '久保山', 2, 12, 217053, 2488278, 1506),
(126, '桃林山', 3, 15, 243158, 2533299, 1505),
(127, '司馬限山', 3, 4, 244723, 2699487, 1455),
(128, '新城山', 2, 14, 310521, 2670010, 1440),
(129, '烏來山', 3, 3, 280553, 2729191, 1432),
(130, '尾寮山', 2, 12, 215949, 2528699, 1427),
(131, '望美山', 3, 7, 236204, 2609951, 1427),
(132, '婆羅山', 3, 13, 297471, 2726128, 1415),
(133, '馬那邦山', 1, 4, 240426, 2695903, 1407),
(134, '集集大山', 2, 7, 232684, 2639176, 1392),
(135, '大白山', 3, 13, 328528, 2715786, 1369),
(136, '雪山坑', 3, 5, 244797, 2692800, 1360),
(137, '富太山', 3, 13, 316181, 2705516, 1351),
(138, '羽美山', 3, 15, 259094, 2561878, 1346),
(139, '東崙天山', 3, 15, 269132, 2565744, 1336),
(140, '美輪山', 3, 11, 219330, 2552654, 1334),
(141, '橫瀧山', 3, 4, 245486, 2708959, 1318),
(142, '唐麻丹', 3, 5, 246060, 2672861, 1305),
(143, '大尖山', 1, 8, 210709, 2609877, 1305),
(144, '東坪崙山', 3, 7, 234240, 2642247, 1266),
(145, '柑子頭山', 3, 13, 325288, 2709062, 1256),
(146, '觀音山', 3, 5, 241701, 2686077, 1251),
(147, '大棟山', 1, 10, 200351, 2579046, 1241),
(148, '麻加蘭山', 3, 13, 312202, 2697376, 1240),
(149, '東眼山', 3, 2, 291368, 2746677, 1213),
(150, '南山', 3, 7, 257279, 2656713, 1207),
(151, '都蘭山', 1, 15, 268492, 2532886, 1190),
(152, '向天湖山', 3, 3, 265990, 2729233, 1147),
(153, '花東山', 3, 14, 290043, 2580497, 1134),
(154, '卓溪山', 2, 15, 276631, 2580812, 1130),
(155, '尖石山', 3, 3, 272192, 2733600, 1124),
(156, '七星山', 1, 1, 304957, 2785003, 1120),
(157, '新開山', 3, 11, 216599, 2548226, 1117),
(158, '草山', 2, 9, 214296, 2582164, 1104),
(159, '大屯山', 3, 1, 301781, 2785652, 1092),
(160, '安通越山', 3, 14, 286472, 2573123, 1084),
(161, '大屯山', 2, 1, 301884, 2785464, 1077),
(162, '竹子山', 2, 1, 306339, 2790108, 1074),
(163, '集集大山', 3, 7, 233616, 2637730, 1067),
(164, '五指山', 2, 3, 258905, 2726258, 1062),
(165, '虷泉山', 3, 15, 240955, 2494313, 1054),
(166, '三地山', 3, 12, 214496, 2516022, 1053),
(167, '烏口尖山', 3, 1, 315843, 2749712, 1044),
(168, '排剪山', 3, 11, 220127, 2560367, 1033),
(169, '三角崙山', 3, 1, 300909, 2750585, 1029),
(170, '盆盆山', 3, 13, 302005, 2725895, 1014),
(171, '金平山', 3, 2, 287652, 2747901, 993),
(172, '烏帽子山', 3, 14, 295404, 2652786, 981),
(173, '耀婆山', 2, 4, 239890, 2703395, 901),
(174, '石壁山', 3, 15, 272373, 2566442, 882),
(175, '二尖山', 2, 10, 197645, 2572010, 864),
(176, '頭科山', 1, 5, 228860, 2675109, 859),
(177, '頭科山', 2, 5, 228866, 2675107, 859),
(178, '他尾羅山', 3, 14, 279437, 2589156, 859),
(179, '獅頭山', 1, 2, 298787, 2755517, 858),
(180, '東龜山', 3, 11, 216850, 2545957, 854),
(181, '觀音山', 3, 7, 239513, 2654685, 838),
(182, '半天寮', 3, 4, 242090, 2705205, 835),
(183, '鳳林山', 2, 14, 293155, 2629694, 822),
(184, '清水山', 3, 13, 311630, 2723156, 768),
(185, '頂山', 3, 1, 309034, 2782583, 768),
(186, '五分山', 2, 1, 327924, 2774068, 757),
(187, '志良久', 3, 1, 306632, 2738993, 756),
(188, '太巴塱山', 2, 14, 302257, 2619229, 745),
(189, '尖子頂', 1, 7, 226178, 2623246, 744),
(190, '林望眼山', 3, 1, 298955, 2741836, 744),
(191, '尖子頂', 3, 7, 226177, 2628239, 744),
(192, '大鳥山', 3, 15, 236588, 2478772, 734),
(193, '尾文坑', 2, 5, 238315, 2686433, 727),
(194, '草山', 3, 1, 337513, 2776674, 715),
(195, '鵲子山', 3, 13, 326735, 2749611, 679),
(196, '鹿角山', 3, 7, 235052, 2652097, 679),
(197, '老佛山', 2, 12, 227706, 2438097, 674),
(198, '桐林山', 3, 14, 277946, 2578725, 673),
(199, '金面山', 2, 2, 283068, 2751237, 667),
(200, '五指山', 3, 3, 257914, 2730495, 663),
(201, '秀朗山', 2, 14, 294036, 2610142, 648),
(202, '清水山', 3, 14, 276492, 2574020, 647),
(203, '茄冬腳山', 2, 1, 317854, 2770716, 641),
(204, '枕頭山', 3, 2, 282905, 2745175, 631),
(205, '烏塗山', 3, 16, 312619, 2781832, 624),
(206, '觀音山', 2, 1, 292139, 2781105, 616),
(207, '六寮崙山', 3, 1, 295257, 2755911, 613),
(208, '虎寮坑山', 3, 10, 203765, 2565685, 607),
(209, '火炎山', 3, 4, 221800, 2697045, 596),
(210, '大寮山', 3, 11, 210322, 2546301, 590),
(211, '16山', 3, 1, 334796, 2779403, 587),
(212, '望頭山', 3, 11, 214527, 2544228, 569),
(213, '枋寮山', 3, 11, 207639, 2546141, 533),
(214, '火炎山', 3, 7, 229101, 2656801, 526),
(215, '萬里得山', 3, 12, 232838, 2441321, 522),
(216, '內平林山', 3, 1, 330740, 2770361, 502),
(217, '獅頭山', 3, 4, 249827, 2726577, 491),
(218, '荖濃山', 3, 11, 215124, 2552383, 469),
(219, '獅頭山', 3, 11, 213887, 2546233, 467),
(220, '柑子湖山', 2, 9, 204874, 2590154, 460),
(221, '泰頂山', 3, 11, 207614, 2534251, 457),
(222, '象山', 3, 4, 248688, 2724016, 455),
(223, '赤柯山', 3, 3, 269549, 2739048, 454),
(224, '東照山', 3, 7, 229873, 2634059, 451),
(225, '赤天上山', 3, 1, 306987, 2777870, 451),
(226, '鹿坪山', 3, 10, 196285, 2577107, 444),
(227, '橫山', 2, 7, 211655, 2643008, 443),
(228, '岩子頂山', 3, 10, 200912, 2560879, 440),
(229, '望東山', 3, 14, 301900, 2614276, 439),
(230, '大湖山', 3, 13, 318658, 2740675, 438),
(231, '車籠山', 3, 5, 223759, 2666668, 438),
(232, '觀音山', 3, 8, 205969, 2609172, 430),
(233, '白雲山', 3, 1, 304284, 2780243, 429),
(234, '中寮山', 1, 11, 190919, 2525789, 421),
(235, '龜崙山', 1, 1, 287950, 2765571, 405),
(236, '金山面', 3, 2, 282149, 2751880, 362),
(237, '蚊子坑山', 3, 1, 340741, 2777469, 355),
(238, '11山', 1, 11, 173782, 2505176, 355),
(239, '11山', 3, 11, 173785, 2505176, 354),
(240, '草嶺山', 3, 2, 278954, 2748826, 348),
(241, '鉅山', 3, 7, 223905, 2655560, 345),
(242, '鳶山', 3, 1, 284028, 2757899, 321),
(243, '觀音山', 3, 5, 222853, 2674418, 318),
(244, '大肚山', 2, 5, 208351, 2678796, 313),
(245, '大竹林山', 3, 1, 334878, 2771264, 303),
(246, '三角埔頂', 3, 1, 289594, 2766656, 285),
(247, '赤牛嶺', 3, 12, 225313, 2432587, 283),
(248, '頭崙山', 3, 12, 211062, 2493619, 277),
(249, '大棚山', 3, 6, 209831, 2636692, 265),
(250, '荷苞山', 3, 8, 206787, 2617600, 265),
(251, '爐芝潭山', 3, 10, 198823, 2566115, 264),
(252, '高尾山', 3, 11, 191044, 2521323, 264),
(253, '新港山', 3, 15, 287161, 2557894, 258),
(254, '虎頭山', 3, 10, 196620, 2558485, 258),
(255, '松子嶺', 3, 6, 208892, 2656605, 253),
(256, '小岡山', 3, 11, 181009, 2524456, 251),
(257, '埔頂山', 3, 9, 199466, 2587074, 245),
(258, '大肚山', 3, 5, 209683, 2681080, 241),
(259, '鐵砧山', 3, 5, 214183, 2694742, 236),
(260, '鐵砧山', 1, 5, 214180, 2694736, 236),
(261, '半屏山', 2, 11, 178419, 2511342, 233),
(262, '大五崙山', 3, 16, 320717, 2783728, 231),
(263, '東勢下股', 2, 16, 319686, 2778229, 230),
(264, '東勢下股', 3, 16, 319685, 2778227, 230),
(265, '觀音山', 3, 14, 285853, 2587938, 222),
(266, '金瓜山', 3, 5, 212890, 2685232, 221),
(267, '尖山', 3, 3, 254327, 2738801, 219),
(268, '頭前山', 3, 9, 203317, 2605293, 219),
(269, '楠殖山', 3, 15, 275731, 2543556, 213),
(270, '頂埔山', 3, 9, 200643, 2589488, 213),
(271, '千金湖山', 3, 12, 210736, 2488994, 213),
(272, '牛山', 2, 10, 189410, 2576029, 212),
(273, '紅淡山', 3, 16, 324998, 2779359, 208),
(274, '新庄', 3, 11, 204297, 2543003, 205),
(275, '新厝山', 3, 8, 210203, 2620885, 200),
(276, '北坑', 2, 4, 242494, 2726856, 198),
(277, '石頭山', 3, 15, 265477, 2521455, 188),
(278, '大湖口', 2, 3, 254355, 2750503, 185),
(279, '內水尾山', 3, 5, 210797, 2691554, 179),
(280, '觀音山', 3, 11, 184836, 2514415, 177),
(281, '北坑', 3, 4, 236714, 2721420, 177),
(282, '深澳山', 3, 16, 330396, 2780663, 170),
(283, '大尖山', 3, 10, 194140, 2552537, 168),
(284, '中坑山', 3, 9, 200150, 2609060, 164),
(285, '唭哩岸山', 3, 1, 301117, 2780025, 163),
(286, '槓子寮', 2, 16, 327375, 2782058, 162),
(287, '犁頭山', 3, 3, 253779, 2746190, 157),
(288, '火炎山', 3, 1, 342127, 2773487, 153),
(289, '劍潭山', 2, 1, 302561, 2775420, 152),
(290, '大古山', 1, 2, 278572, 2777368, 151),
(291, '南庄山', 3, 10, 194684, 2548877, 144),
(292, '高尖山', 3, 4, 217576, 2704367, 140),
(293, '內庄山', 2, 10, 191077, 2548402, 131),
(294, '快官山', 3, 6, 209588, 2660373, 121),
(295, '石頭山', 3, 4, 233828, 2725014, 112),
(296, '八卦山', 3, 6, 203844, 2664125, 97),
(297, '內庄山', 3, 10, 184392, 2558189, 95),
(298, '虎頭山', 3, 4, 217234, 2709950, 94),
(299, '尖山', 3, 1, 302010, 2764741, 92),
(300, '虎頭山', 3, 12, 209165, 2505379, 89),
(301, '東岡山', 3, 11, 185734, 2525677, 83),
(302, '頂山', 3, 10, 179560, 2545203, 78),
(303, '14山', 3, 14, 311031, 2647924, 77),
(304, '新烏山', 3, 11, 183863, 2531777, 74),
(305, '新埔', 3, 8, 203507, 2617864, 72),
(306, '將軍山', 3, 10, 192618, 2589160, 68),
(307, '大潭山', 3, 10, 181678, 2540372, 66),
(308, '虎頭山', 3, 10, 181217, 2547865, 61),
(309, '大棟山', 3, 9, 187736, 2589126, 46),
(310, '青草山', 3, 4, 236223, 2734369, 41),
(311, '林內山', 3, 11, 180057, 2507841, 37),
(312, '新庄', 3, 9, 192964, 2595830, 35),
(313, '平頂山', 3, 10, 186303, 2587022, 34),
(314, '利澤簡', 3, 13, 333270, 2729752, 16),
(315, '虎頭山', 3, 8, 175510, 2612287, 12),
(316, '大尖石', 3, 14, 299761, 2592794, 11),
(317, '三仙臺', 1, 15, 291818, 2558403, 7);

-- --------------------------------------------------------

--
-- 資料表結構 `order`
--

CREATE TABLE `order` (
  `order_sid` int(11) NOT NULL,
  `order_num` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL,
  `member_sid` int(11) NOT NULL,
  `total` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL,
  `recipient` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL COMMENT '收件人',
  `recipient_address` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL COMMENT '收件人地址',
  `recipient_phone` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL COMMENT '收件人電話',
  `payment` varchar(255) COLLATE utf8mb4_german2_ci NOT NULL COMMENT '付款方式',
  `remark` varchar(255) CHARACTER SET utf8 COLLATE utf8_german2_ci NOT NULL COMMENT '備註',
  `created_time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_german2_ci;

--
-- 傾印資料表的資料 `order`
--

INSERT INTO `order` (`order_sid`, `order_num`, `member_sid`, `total`, `recipient`, `recipient_address`, `recipient_phone`, `payment`, `remark`, `created_time`) VALUES
(1, '1670377450811', 2, '15360', '力誠chen', '宜蘭市龜山島57巷10號1樓', '0955633089', '信用卡', '', '2022-12-07 09:44:23'),
(2, '1670382498231', 1, '7680', '阿儒', '新北市新莊區中正路87號2樓', '0955633089', 'LINE PAY', '', '2022-12-07 11:08:29'),
(3, '1670382867744', 3, '7680', '鎧維', '新北市新莊區民安路97號8樓', '0977787666', 'ATM匯款', '', '2022-12-07 11:14:39'),
(4, '1670385022991', 3, '500', '鎧維', '新北市泰山區太平路93號8號', 'aa', 'ATM匯款', '', '2022-12-07 11:50:38'),
(5, '1670387651768', 3, '500', '鎧維', '保平路93巷7號7樓', '0955633089', 'ATM匯款', '', '2022-12-07 12:34:26'),
(6, '1670387824351', 3, '700', '鎧維', '保平路93巷7號7樓', '0955633089', 'ATM匯款', '', '2022-12-07 12:37:19'),
(7, '1670403974992', 4, '7680', '恩齊', '新北市汐沚區平安路111號19樓', '0911111111', 'ATM匯款', '', '2022-12-07 17:06:34'),
(8, '1670404435644', 5, '7680', '柏宏', '桃園市平鎮區大愛路99巷87號1樓', '09123456999', 'ATM匯款', '', '2022-12-07 17:14:13'),
(9, '1670404595916', 6, '7680', '潛之', '台北市士林區至善路二段100巷10號2樓', '0938334528', 'ATM匯款', '', '2022-12-07 17:16:50'),
(10, '1670486554273', 4, '13940', '恩齊', '台北市大安區大安路60號', '09118181811', 'LINE PAY', '', '2022-12-08 16:02:43'),
(11, '1670729722690', 1, '13000', '詹姆士', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '我要爬山！！', '2022-12-11 11:35:32'),
(12, '1670740397092', 3, '5200', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 14:33:17'),
(13, '1670740720354', 3, '3000', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 14:38:40'),
(14, '1670741973731', 5, '2850', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 14:59:33'),
(15, '1670742424405', 5, '1850', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 15:07:04'),
(16, '1670742533405', 5, '1950', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 15:08:53'),
(17, '1670742875827', 1, '4950', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 15:14:35'),
(18, '1670743409600', 4, '5150', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 15:23:29'),
(19, '1670745965320', 3, '4500', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-11 16:06:05'),
(20, '1670813140457', 6, '14400', '潛之', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '潛之要爬山！！', '2022-12-12 10:46:01'),
(21, '1670813382314', 6, '9750', 'yeh@hiking.com', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '', '2022-12-12 10:49:52'),
(22, '1670813759895', 3, '10650', '鎧維', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '', '2022-12-12 10:56:11'),
(23, '1670814219325', 2, '4500', '力誠', '宜蘭市龜山島57巷10號1樓', '0988-888-120', 'LINE PAY', '', '2022-12-12 11:03:50'),
(24, '1670814233417', 2, '4500', '力誠', '宜蘭市龜山島57巷10號1樓', '0988-888-120', 'LINE PAY', '', '2022-12-12 11:04:00'),
(25, '1670816374258', 1, '31500', '詹姆士', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '我要爬山！！', '2022-12-12 11:39:45'),
(26, '1670816497124', 3, '6300', '詹姆士', '台北市大安區復興南路一段', '0987164777', '信用卡', '我要爬山！！', '2022-12-12 11:41:37'),
(27, '1670818703639', 3, '4850', '維維', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '', '2022-12-12 12:18:37'),
(28, '1670818953591', 1, '500', '詹阿儒', '台北市大安區復興南路一段', '0987164777', 'LINE PAY', '', '2022-12-12 12:22:44'),
(29, '1670819107654', 2, '500', '力誠', '宜蘭市龜山島57巷10號1樓', '0918851707', 'LINE PAY', '', '2022-12-12 12:25:27');

-- --------------------------------------------------------

--
-- 資料表結構 `posts`
--

CREATE TABLE `posts` (
  `post_sid` int(11) NOT NULL,
  `member_sid` int(11) NOT NULL,
  `image_url` varchar(255) NOT NULL,
  `context` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `mountain_sid` int(11) NOT NULL,
  `likes` int(11) NOT NULL DEFAULT 0,
  `comments` int(11) NOT NULL DEFAULT 0,
  `created_at` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `posts`
--

INSERT INTO `posts` (`post_sid`, `member_sid`, `image_url`, `context`, `mountain_sid`, `likes`, `comments`, `created_at`) VALUES
(42, 6, '8c17a0c9-6442-4c5d-94ee-e99248e13370.jpg', '天氣晴朗～\r\n上山好日子!', 156, 5, 4, '2022-12-08'),
(45, 6, '2c6d4a53-06c6-4d4e-a969-2cbaeb326533.jpg', '再訪七星山~~~', 156, 4, 4, '2022-12-08'),
(46, 6, 'b2e365e9-c03e-4c13-a2dd-e90ff4060ab3.jpg', '', 27, 5, 2, '2022-12-08'),
(48, 6, '6fc23570-b7c7-4fbc-bc74-f5742cc77b0f.jpg', '夕陽超美的啊 😊', 102, 5, 2, '2022-12-08'),
(50, 2, 'fcab212c-78b0-4375-99b4-09e17710e363.jpg', '', 27, 0, 0, '2022-12-08'),
(51, 2, '3e72f3d1-a66d-413c-952e-a9dd94f714e3.jpg', '', 44, 4, 4, '2022-12-08'),
(52, 1, '82b7192b-9b19-4e5d-96c1-66583678e4b5.jpg', '夢幻的感覺', 5, 4, 2, '2022-12-08'),
(53, 3, 'ee28ccf9-848f-43a2-bb2e-0c55dea6e895.jpg', '今天去爬七星山～😊', 156, 5, 4, '2022-12-08'),
(54, 3, 'b0938fba-9c27-40be-bb07-9d0956c60e81.jpg', '超超超超級美!!!!!\r\n😊😊😊😊😊', 5, 6, 5, '2022-12-08'),
(56, 4, '63cb82bb-1abe-4db2-8495-5a22e16a45bb.jpg', '雲海加花海! 超美的! 😊', 28, 2, 2, '2022-12-08'),
(57, 7, '45a18500-9172-48b1-aba8-9c99948ebfe8.jpg', '美照一發', 5, 2, 3, '2022-12-08'),
(58, 7, 'da5b8212-58f5-40ab-a3ab-139ed848555c.jpg', '樹好美\r\n😊😊😊😊😊', 1, 3, 4, '2022-12-08'),
(60, 7, '466cc410-aff2-45ec-be85-bba271baed12.jpg', '遠方群山', 1, 2, 2, '2022-12-08'),
(61, 5, '64dbc512-38e2-43cd-b050-ca89f9c24827.jpg', '快累癱！攻頂看到大景一切都值得了～～', 121, 2, 0, '2022-12-08');

-- --------------------------------------------------------

--
-- 資料表結構 `product`
--

CREATE TABLE `product` (
  `product_sid` int(11) NOT NULL,
  `product_name` varchar(255) NOT NULL,
  `product_category_sid` int(11) NOT NULL,
  `brand_sid` int(11) NOT NULL,
  `product_price` int(11) NOT NULL,
  `product_inventory` int(11) NOT NULL,
  `product_img` varchar(255) NOT NULL,
  `product_imgs` varchar(255) NOT NULL,
  `product_spec` varchar(255) NOT NULL,
  `product_feature` varchar(255) NOT NULL,
  `size` varchar(20) DEFAULT NULL,
  `proof` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `product`
--

INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(1, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 栗子 82411', 9, 1, 14220, 20, '2021100815443993_2.png', '2021100815443993_2.png,20211008154443123_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(2, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 栗子 82411', 9, 1, 14220, 20, '2021100815443993_2.png', '2021100815443993_2.png,20211008154443123_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(3, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 栗子 82411', 9, 1, 14220, 20, '2021100815443993_2.png', '2021100815443993_2.png,20211008154443123_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(4, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 黑 82411', 9, 1, 14220, 20, '20211008155750519_2.png', '20211008155750519_2.png,20211008155752876_2.png,2021100815575880_2.png,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(5, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 黑 82411', 9, 1, 14220, 20, '20211008155750519_2.png', '20211008155750519_2.png,20211008155752876_2.png,2021100815575880_2.png,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(6, 'Fjallraven 小狐狸 Keb Eco-Shell 登山透氣抗水外套 男 黑 82411', 9, 1, 14220, 20, '20211008155750519_2.png', '20211008155750519_2.png,20211008155752876_2.png,2021100815575880_2.png,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(7, 'Rab 輕量防風抗水連帽外套 男 軍綠/白楊綠 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221020181434336_2.png', '20221020181434336_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '抗水'),
(8, 'Rab 輕量防風抗水連帽外套 男 軍綠/白楊綠 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221020181434336_2.png', '20221020181434336_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '抗水'),
(9, 'Rab 輕量防風抗水連帽外套 男 軍綠/白楊綠 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221020181434336_2.png', '20221020181434336_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '抗水'),
(10, 'Rab 輕量防風抗水連帽外套 男 爆竹橘/石墨灰 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018143114233_2.png', '20221018143114233_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '抗水'),
(11, 'Rab 輕量防風抗水連帽外套 男 爆竹橘/石墨灰 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018143114233_2.png', '20221018143114233_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '抗水'),
(12, 'Rab 輕量防風抗水連帽外套 男 爆竹橘/石墨灰 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018143114233_2.png', '20221018143114233_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '抗水'),
(13, 'Rab 輕量防風防潑水連帽外套 男 丹寧藍 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018140705632_2.png', '20221018140705632_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '防潑水'),
(14, 'Rab 輕量防風防潑水連帽外套 男 丹寧藍 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018140705632_2.png', '20221018140705632_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '防潑水'),
(15, 'Rab 輕量防風防潑水連帽外套 男 丹寧藍 Downpour Eco Waterproof Jacket QWG-82', 9, 4, 3980, 20, '20221018140705632_2.png', '20221018140705632_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '防潑水'),
(16, 'Rab 輕量防風抗水連帽外套 女 獵戶藍/灰 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '20221020182006724_2.png', '20221020182006724_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '抗水'),
(17, 'Rab 輕量防風防潑水連帽外套 女 獵戶藍/灰 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '20221020182006724_2.png', '20221020182006724_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '防潑水'),
(18, 'Rab 輕量防風防潑水連帽外套 女 獵戶藍/灰 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '20221020182006724_2.png', '20221020182006724_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '防潑水'),
(19, 'Rab 輕量防風防潑水連帽外套 女 晉升紅 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815010183_2.png', '2022101815010183_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '防潑水'),
(20, 'Rab 輕量防風防潑水連帽外套 女 晉升紅 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815010183_2.png', '2022101815010183_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '防潑水'),
(21, 'Rab 輕量防風防潑水連帽外套 女 晉升紅 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815010183_2.png', '2022101815010183_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '防潑水'),
(22, 'Rab 輕量防風防潑水連帽外套 女 群青藍 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815145782_2.png', '2022101815145782_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '防潑水'),
(23, 'Rab 輕量防風防潑水連帽外套 女 群青藍 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815145782_2.png', '2022101815145782_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '防潑水'),
(24, 'Rab 輕量防風防潑水連帽外套 女 群青藍 Downpour Eco Waterproof Jacket W QWG-83', 10, 4, 3980, 20, '2022101815145782_2.png', '2022101815145782_2.png,,,', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '防潑水'),
(25, 'Mont-bell 防潑水透氣風雨衣 男 海軍藍/雀藍 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151227464_2.png', '20220613151227464_2.png,20220613151234310_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(26, 'Mont-bell 防潑水透氣風雨衣 男 海軍藍/雀藍 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151227464_2.png', '20220613151227464_2.png,20220613151234310_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(27, 'Mont-bell 防潑水透氣風雨衣 男 海軍藍/雀藍 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151227464_2.png', '20220613151227464_2.png,20220613151234310_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(28, 'Mont-bell 防潑水透氣風雨衣 男 蜜黃/橘 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151122957_2.png', '20220613151122957_2.png,20220613151129578_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(29, 'Mont-bell 防潑水透氣風雨衣 男 蜜黃/橘 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151122957_2.png', '20220613151122957_2.png,20220613151129578_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(30, 'Mont-bell 防潑水透氣風雨衣 男 蜜黃/橘 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613151122957_2.png', '20220613151122957_2.png,20220613151129578_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(31, 'Mont-bell 防潑水透氣風雨衣 男 石墨/赭石褐 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613150706388_2.png', '20220613150706388_2.png,20220613150712992_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(32, 'Mont-bell 防潑水透氣風雨衣 男 石墨/赭石褐 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613150706388_2.png', '20220613150706388_2.png,20220613150712992_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(33, 'Mont-bell 防潑水透氣風雨衣 男 石墨/赭石褐 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20220613150706388_2.png', '20220613150706388_2.png,20220613150712992_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(34, 'Mont-bell 防潑水透氣風雨衣 男 深灰/灰 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20200519180335511_2.png', '20200519180335511_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(35, 'Mont-bell 防潑水透氣風雨衣 男 深灰/灰 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20200519180335511_2.png', '20200519180335511_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(36, 'Mont-bell 防潑水透氣風雨衣 男 深灰/灰 Thunder Pass Jacket 1128635', 9, 2, 3960, 20, '20200519180335511_2.png', '20200519180335511_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(37, 'Mont-bell 防潑水透氣風雨衣 女 孔雀藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150039220_2.png', '20220613150039220_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(38, 'Mont-bell 防潑水透氣風雨衣 女 孔雀藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150039220_2.png', '20220613150039220_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(39, 'Mont-bell 防潑水透氣風雨衣 女 孔雀藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150039220_2.png', '20220613150039220_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(40, 'Mont-bell 防潑水透氣風雨衣 女 藍莓/午夜藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20200420114024983_2.png', '20200420114024983_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(41, 'Mont-bell 防潑水透氣風雨衣 女 藍莓/午夜藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20200420114024983_2.png', '20200420114024983_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(42, 'Mont-bell 防潑水透氣風雨衣 女 藍莓/午夜藍 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20200420114024983_2.png', '20200420114024983_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(43, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 女 高山藍 Bergtagen Lite Eco-Shell W 89884', 10, 1, 12420, 20, '20220706134853701_2.png', '20220706134853701_2.png,20220706134858141_2.png,20220706134914414_2.png,20220706134919346_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '防潑水'),
(44, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 女 高山藍 Bergtagen Lite Eco-Shell W 89884', 10, 1, 12420, 20, '20220706134853701_2.png', '20220706134853701_2.png,20220706134858141_2.png,20220706134914414_2.png,20220706134919346_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(45, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 女 高山藍 Bergtagen Lite Eco-Shell W 89884', 10, 1, 12420, 20, '20220706134853701_2.png', '20220706134853701_2.png,20220706134858141_2.png,20220706134914414_2.png,20220706134919346_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(46, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 男 高山藍 Bergtagen Lite Eco-Shell 87403', 9, 1, 12420, 20, '20220706112853296_2.png', '20220706112853296_2.png,20220706114446602_2.png,20220706114449329_2.png,20220706114453351_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '防潑水'),
(47, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 男 高山藍 Bergtagen Lite Eco-Shell 87403', 9, 1, 12420, 20, '20220706112853296_2.png', '20220706112853296_2.png,20220706114446602_2.png,20220706114449329_2.png,20220706114453351_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '防潑水'),
(48, 'Fjallraven 小狐狸 登山防潑水透氣外套/夾克 男 高山藍 Bergtagen Lite Eco-Shell 87403', 9, 1, 12420, 20, '20220706112853296_2.png', '20220706112853296_2.png,20220706114446602_2.png,20220706114449329_2.png,20220706114453351_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '防潑水'),
(49, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 暗火 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220822152320607_2.png', '20220822152320607_2.png,2022061017442672_2.png,20220610174557578_2.png,20220610174434268_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '抗水'),
(50, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 暗火 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220822152320607_2.png', '20220822152320607_2.png,2022061017442672_2.png,20220610174557578_2.png,20220610174434268_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '抗水'),
(51, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 暗火 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220822152320607_2.png', '20220822152320607_2.png,2022061017442672_2.png,20220610174557578_2.png,20220610174434268_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '抗水'),
(52, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 橄欖金 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110707277_2.png', '20220610110707277_2.png,20220610105912536_2.png,20220610110044220_2.png,2022061011004965_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '抗水'),
(53, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 橄欖金 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110707277_2.png', '20220610110707277_2.png,20220610105912536_2.png,20220610110044220_2.png,2022061011004965_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '抗水'),
(54, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 橄欖金 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110707277_2.png', '20220610110707277_2.png,20220610105912536_2.png,20220610110044220_2.png,2022061011004965_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '抗水'),
(55, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 深風暴灰 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110801107_2.png', '20220610110801107_2.png,20220610110806208_2.png,20220610110810634_2.png,20220610110833197_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '抗水'),
(56, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 深風暴灰 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110801107_2.png', '20220610110801107_2.png,20220610110806208_2.png,20220610110810634_2.png,20220610110833197_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '抗水'),
(57, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 女 深風暴灰 Acadia Jacket W 1874551', 10, 3, 3680, 20, '20220610110801107_2.png', '20220610110801107_2.png,20220610110806208_2.png,20220610110810634_2.png,20220610110833197_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '抗水'),
(58, 'Mont-bell 抗水透氣外套 男 橙紅 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141711711_2.png', '20220610141711711_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(59, 'Mont-bell 抗水透氣外套 男 橙紅 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141711711_2.png', '20220610141711711_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(60, 'Mont-bell 抗水透氣外套 男 橙紅 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141711711_2.png', '20220610141711711_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(61, 'Mont-bell 抗水透氣外套 男 初級藍 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610120343337_2.png', '20220610120343337_2.png,20220610141506704_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(62, 'Mont-bell 抗水透氣外套 男 初級藍 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610120343337_2.png', '20220610120343337_2.png,20220610141506704_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(63, 'Mont-bell 抗水透氣外套 男 初級藍 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610120343337_2.png', '20220610120343337_2.png,20220610141506704_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(64, 'Mont-bell 抗水透氣外套 女 藍 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142930412_2.png', '20220610142930412_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(65, 'Mont-bell 抗水透氣外套 女 藍 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142930412_2.png', '20220610142930412_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(66, 'Mont-bell 抗水透氣外套 女 藍 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142930412_2.png', '20220610142930412_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(67, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 海軍藍 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140655982_2.png', '20220519140655982_2.png,20220519140702927_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '抗水'),
(68, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 海軍藍 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140655982_2.png', '20220519140655982_2.png,20220519140702927_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '抗水'),
(69, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 海軍藍 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140655982_2.png', '20220519140655982_2.png,20220519140702927_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '抗水'),
(70, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 盛榆綠 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140555347_2.png', '20220519140555347_2.png,20220519140602340_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '抗水'),
(71, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 盛榆綠 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140555347_2.png', '20220519140555347_2.png,20220519140602340_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '抗水'),
(72, 'Mountain Hardwear 輕量抗水連帽外套/登山外套/風雨衣 男 盛榆綠 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519140555347_2.png', '20220519140555347_2.png,20220519140602340_2.png,,', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '抗水'),
(73, 'Mountain Hardwear 輕量防潑水連帽外套/登山外套/風雨衣 男 深風暴灰 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519135321291_2.png', '20220519135321291_2.png,20220519135326933_2.png,20220519140243581_2.png,20220519140248404_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'S', '防潑水'),
(74, 'Mountain Hardwear 輕量防潑水連帽外套/登山外套/風雨衣 男 深風暴灰 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519135321291_2.png', '20220519135321291_2.png,20220519135326933_2.png,20220519140243581_2.png,20220519140248404_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'M', '防潑水'),
(75, 'Mountain Hardwear 輕量防潑水連帽外套/登山外套/風雨衣 男 深風暴灰 Acadia Jacket 1874541', 9, 3, 3680, 20, '20220519135321291_2.png', '20220519135321291_2.png,20220519135326933_2.png,20220519140243581_2.png,20220519140248404_2.png', '100% 回收尼龍材質製成，且不含 PFC的防潑水處理。\n可調整連帽設計。\n前拉鍊檔風設計。\n腋下透氣拉鍊。\n側邊拉鍊口袋。\n魔鬼氈袖口。\n可調整下擺設計。\n中背長 70 cm。', '把 Acadia Jacket 放在你的背包裡，以備不時之需。它會是您輕便雨衣的第一選擇，\n非常輕薄，很容易忘記它的存在，但卻在您最需要的時候出現在背包裡。\n採用 100% 回收尼龍材質，不僅防水又輕量，是 Mountain Hardwear 防水外套首選之一。', 'L', '防潑水'),
(76, 'Fjallraven 小狐狸 Karla Hydratic Jacket W 防潑水夾克/外套 女 深森綠 84122', 10, 1, 12420, 20, '20211214172242227_2.png', '20211214172242227_2.png,20211214172406413_2.png,20211214172410568_2.png,2021121417241311_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '防潑水'),
(77, 'Fjallraven 小狐狸 Karla Hydratic Jacket W 防潑水夾克/外套 女 深森綠 84122', 10, 1, 12420, 20, '20211214172242227_2.png', '20211214172242227_2.png,20211214172406413_2.png,20211214172410568_2.png,2021121417241311_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '防潑水'),
(78, 'Fjallraven 小狐狸 Karla Hydratic Jacket W 防潑水夾克/外套 女 深森綠 84122', 10, 1, 12420, 20, '20211214172242227_2.png', '20211214172242227_2.png,20211214172406413_2.png,20211214172410568_2.png,2021121417241311_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '防潑水'),
(79, 'Fjallraven 小狐狸 防潑水夾克 女 正紅 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180938528_2.png', '20210325180938528_2.png,20210325180945997_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '防潑水'),
(80, 'Fjallraven 小狐狸 防潑水夾克 女 正紅 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180938528_2.png', '20210325180938528_2.png,20210325180945997_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '防潑水'),
(81, 'Fjallraven 小狐狸 防潑水夾克 女 正紅 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180938528_2.png', '20210325180938528_2.png,20210325180945997_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '防潑水'),
(82, 'Fjallraven 小狐狸 防潑水夾克 女 海軍藍 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180816801_2.png', '20210325180816801_2.png,20210325180821663_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '防潑水'),
(83, 'Fjallraven 小狐狸 防潑水夾克 女 海軍藍 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180816801_2.png', '20210325180816801_2.png,20210325180821663_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '防潑水'),
(84, 'Fjallraven 小狐狸 防潑水夾克 女 海軍藍 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180816801_2.png', '20210325180816801_2.png,20210325180821663_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '防潑水'),
(85, 'Fjallraven 小狐狸 抗水夾克 女 黑 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180015851_2.png', '20210325180015851_2.png,20210325180026986_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(86, 'Fjallraven 小狐狸 抗水夾克 女 黑 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180015851_2.png', '20210325180015851_2.png,20210325180026986_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(87, 'Fjallraven 小狐狸 抗水夾克 女 黑 High Coast Hydratic Jacket W 87351', 10, 1, 4980, 20, '20210325180015851_2.png', '20210325180015851_2.png,20210325180026986_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(88, 'Fjallraven 小狐狸 抗水夾克 男 海軍藍 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175314882_2.png', '20210325175314882_2.png,20210325175326204_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(89, 'Fjallraven 小狐狸 抗水夾克 男 海軍藍 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175314882_2.png', '20210325175314882_2.png,20210325175326204_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(90, 'Fjallraven 小狐狸 抗水夾克 男 海軍藍 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175314882_2.png', '20210325175314882_2.png,20210325175326204_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(91, 'Fjallraven 小狐狸 抗水夾克 男 綠 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175119511_2.png', '20210325175119511_2.png,20210325175126916_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(92, 'Fjallraven 小狐狸 抗水夾克 男 綠 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175119511_2.png', '20210325175119511_2.png,20210325175126916_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(93, 'Fjallraven 小狐狸 抗水夾克 男 綠 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325175119511_2.png', '20210325175119511_2.png,20210325175126916_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(94, 'Fjallraven 小狐狸 抗水夾克 男 黑 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325173649955_2.png', '20210325173649955_2.png,20210325173708100_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(95, 'Fjallraven 小狐狸 抗水夾克 男 黑 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325173649955_2.png', '20210325173649955_2.png,20210325173708100_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(96, 'Fjallraven 小狐狸 抗水夾克 男 黑 High Coast Hydratic Jacket 87350', 9, 1, 4980, 20, '20210325173649955_2.png', '20210325173649955_2.png,20210325173708100_2.png,,', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(97, 'Mont-bell 雪衣外套 女 深桃紅/寶紅 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118171438774_2.png', '20210118171438774_2.png,20210118171459167_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(98, 'Mont-bell 雪衣外套 女 深桃紅/寶紅 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118171438774_2.png', '20210118171438774_2.png,20210118171459167_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(99, 'Mont-bell 雪衣外套 女 深桃紅/寶紅 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118171438774_2.png', '20210118171438774_2.png,20210118171459167_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(100, 'Mont-bell 雪衣外套 女 藍/青藍 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118170224260_2.png', '20210118170224260_2.png,20210118170245114_2.png,20210118170309448_2.png,20210118170343899_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(101, 'Mont-bell 雪衣外套 女 藍/青藍 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118170224260_2.png', '20210118170224260_2.png,20210118170245114_2.png,20210118170309448_2.png,20210118170343899_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(102, 'Mont-bell 雪衣外套 女 藍/青藍 Charmoz Parka W 1102492', 10, 2, 7520, 20, '20210118170224260_2.png', '20210118170224260_2.png,20210118170245114_2.png,20210118170309448_2.png,20210118170343899_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(103, 'Mont-bell 雪衣外套 男 雀藍/深藍 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118165750393_2.png', '20210118165750393_2.png,20210118165813126_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(104, 'Mont-bell 雪衣外套 男 雀藍/深藍 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118165750393_2.png', '20210118165750393_2.png,20210118165813126_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(105, 'Mont-bell 雪衣外套 男 雀藍/深藍 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118165750393_2.png', '20210118165750393_2.png,20210118165813126_2.png,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(106, 'Mont-bell 雪衣外套 男 墨綠/土黃 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118161210767_2.png', '20210118161210767_2.png,2021011816125768_2.png,20210118163112799_2.png,20210118163133708_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水'),
(107, 'Mont-bell 雪衣外套 男 墨綠/土黃 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118161210767_2.png', '20210118161210767_2.png,2021011816125768_2.png,20210118163112799_2.png,20210118163133708_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(108, 'Mont-bell 雪衣外套 男 墨綠/土黃 Charmoz Parka 1102491', 9, 2, 7520, 20, '20210118161210767_2.png', '20210118161210767_2.png,2021011816125768_2.png,20210118163112799_2.png,20210118163133708_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(109, 'Rab 抗水透氣外套 男 藍圖 Downpour Plus Jacket QWF-67', 9, 4, 5110, 20, '20200507115013111_2.png', '20200507115013111_2.png,20200406160959620_2.png,20200406161044392_2.png,20200406161114895_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '抗水'),
(110, 'Rab 抗水透氣外套 男 藍圖 Downpour Plus Jacket QWF-67', 9, 4, 5110, 20, '20200507115013111_2.png', '20200507115013111_2.png,20200406160959620_2.png,20200406161044392_2.png,20200406161114895_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '抗水'),
(111, 'Rab 抗水透氣外套 男 藍圖 Downpour Plus Jacket QWF-67', 9, 4, 5110, 20, '20200507115013111_2.png', '20200507115013111_2.png,20200406160959620_2.png,20200406161044392_2.png,20200406161114895_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '抗水'),
(112, 'Mont-bell 防潑水透氣風雨衣 女 黃玉 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150143133_2.png', '20220613150143133_2.png,202206131501575_2.png,20220613150201205_2.png,20220613150206925_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(113, 'Mont-bell 防潑水透氣風雨衣 女 黃玉 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150143133_2.png', '20220613150143133_2.png,202206131501575_2.png,20220613150201205_2.png,20220613150206925_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(114, 'Mont-bell 防潑水透氣風雨衣 女 黃玉 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220613150143133_2.png', '20220613150143133_2.png,202206131501575_2.png,20220613150201205_2.png,20220613150206925_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(115, 'Mont-bell 防潑水透氣風雨衣 女 象牙白/白 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220922155734516_2.png', '20220922155734516_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(116, 'Mont-bell 防潑水透氣風雨衣 女 象牙白/白 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220922155734516_2.png', '20220922155734516_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(117, 'Mont-bell 防潑水透氣風雨衣 女 象牙白/白 Thunder Pass Jacket W 1128636', 10, 2, 3960, 20, '20220922155734516_2.png', '20220922155734516_2.png,,,', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(118, 'Mont-bell 抗水透氣外套 男 石墨灰 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141544588_2.png', '20220610141544588_2.png,20220610141552874_2.png,20220610141559330_2.png,20220610141603311_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '抗水');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(119, 'Mont-bell 抗水透氣外套 男 石墨灰 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141544588_2.png', '20220610141544588_2.png,20220610141552874_2.png,20220610141559330_2.png,20220610141603311_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '抗水'),
(120, 'Mont-bell 抗水透氣外套 男 石墨灰 Rain Hiker Jacket 1128661', 9, 2, 2790, 20, '20220610141544588_2.png', '20220610141544588_2.png,20220610141552874_2.png,20220610141559330_2.png,20220610141603311_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '抗水'),
(121, 'Mont-bell 防潑水透氣外套 女 櫻桃紅 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142305171_2.png', '20220610142305171_2.png,20220610142311970_2.png,20220610142316186_2.png,20220610142321746_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'S', '防潑水'),
(122, 'Mont-bell 防潑水透氣外套 女 櫻桃紅 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142305171_2.png', '20220610142305171_2.png,20220610142311970_2.png,20220610142316186_2.png,20220610142321746_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'M', '防潑水'),
(123, 'Mont-bell 防潑水透氣外套 女 櫻桃紅 Rain Hiker Jacket W 1128662', 10, 2, 2790, 20, '20220610142305171_2.png', '20220610142305171_2.png,20220610142311970_2.png,20220610142316186_2.png,20220610142321746_2.png', '耐水壓達 20,000 mm ，同時透氣度達 15,000 g/m²/24hrs (JIS L-1099 B-1 method)。\n連帽式設計，三方向調整帽兜。\n魔鬼粘袖口、腰際兩側口袋。\n下擺抽繩調節。', 'Thunder Pass Jacket 雨中旅者是由 Montbell 獨家開發的 DRYTEC 輕量防水布料，擁有卓越的技術與品質，\n能在各種環境下被廣泛地使用，柔軟的三層布料和和服式設計使活動自由度提高，更加舒適。\n能滿足喜愛戶外活動朋友所需的所有基本功能。', 'L', '防潑水'),
(124, 'Fjallraven 小狐狸 Keb Eco-Shell 抗水外套 女 黑 89600', 10, 1, 14220, 20, '20211008181131910_2.png', '20211008181131910_2.png,20211008181136797_2.png,20211008181540800_2.png,20211008181544350_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(125, 'Fjallraven 小狐狸 Keb Eco-Shell 抗水外套 女 黑 89600', 10, 1, 14220, 20, '20211008181131910_2.png', '20211008181131910_2.png,20211008181136797_2.png,20211008181540800_2.png,20211008181544350_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'M', '抗水'),
(126, 'Fjallraven 小狐狸 Keb Eco-Shell 抗水外套 女 黑 89600', 10, 1, 14220, 20, '20211008181131910_2.png', '20211008181131910_2.png,20211008181136797_2.png,20211008181540800_2.png,20211008181544350_2.png', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'L', '抗水'),
(127, 'Rab 抗水透氣外套 男 黑 Downpour Jacket QWF-61', 9, 4, 4120, 20, '20200507113740157_2.png', '20200507113740157_2.png,2020040611120244_2.png,20200406111420272_2.png,2020040611240929_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'S', '抗水'),
(128, 'Rab 抗水透氣外套 男 黑 Downpour Jacket QWF-61', 9, 4, 4120, 20, '20200507113740157_2.png', '20200507113740157_2.png,2020040611120244_2.png,20200406111420272_2.png,2020040611240929_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'M', '抗水'),
(129, 'Rab 抗水透氣外套 男 黑 Downpour Jacket QWF-61', 9, 4, 4120, 20, '20200507113740157_2.png', '20200507113740157_2.png,2020040611120244_2.png,20200406111420272_2.png,2020040611240929_2.png', '可調節帽兜。\nYKK 拉鏈。\n魔鬼氈袖口。\n可調節式下擺。\n腋下透氣拉鍊。\n無氟碳的 DWR 防潑水處理。\n可摺疊收納至口袋中。\n中背長 75 cm / M size。', 'ownpour Eco 用 2.5 層 Pertex®Revolve 再生纖維製成，並有無氟碳的 DWR 防潑水處理，\n經典實用的 Downpour Eco 防水外套，不論是高山攀登或是登山健行，都能適應山區的天氣變化。', 'L', '抗水'),
(130, 'Mont-bell Gore-Tex防水透氣風雨衣 女 珊瑚粉 227g Storm Cruiser Jacket W 1128617', 10, 7, 6920, 20, '20220708161634156_2.png', '20220708161634156_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(131, 'Mont-bell Gore-Tex防水透氣風雨衣 女 珊瑚粉 227g Storm Cruiser Jacket W 1128617', 10, 7, 6920, 20, '20220708161634156_2.png', '20220708161634156_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(132, 'Mont-bell Gore-Tex防水透氣風雨衣 女 珊瑚粉 227g Storm Cruiser Jacket W 1128617', 10, 7, 6920, 20, '20220708161634156_2.png', '20220708161634156_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(133, 'Mont-bell Gore-Tex防水透氣風雨衣 女 淺松藍 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '2021101417341069_2.png', '2021101417341069_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(134, 'Mont-bell Gore-Tex防水透氣風雨衣 女 淺松藍 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '2021101417341069_2.png', '2021101417341069_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(135, 'Mont-bell Gore-Tex防水透氣風雨衣 女 淺松藍 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '2021101417341069_2.png', '2021101417341069_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(136, 'Mont-bell Gore-Tex防水透氣風雨衣 女 深紫紅 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '20210906164500223_2.png', '20210906164500223_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(137, 'Mont-bell Gore-Tex防水透氣風雨衣 女 深紫紅 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '20210906164500223_2.png', '20210906164500223_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(138, 'Mont-bell Gore-Tex防水透氣風雨衣 女 深紫紅 227g Storm Cruiser Jacket W 1128617', 10, 2, 6920, 20, '20210906164500223_2.png', '20210906164500223_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(139, 'Arc\'Teryx 始祖鳥 GTX化纖保暖風雨衣/防水外套 女 黑寶石 BETA INSULATED JACKET W 29648', 10, 7, 27360, 20, '20221114135722637_2.png', '20221114135722637_2.png,20221114135739146_2.png,20221114141603513_2.png,20221114141606939_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(140, 'Arc\'Teryx 始祖鳥 GTX化纖保暖風雨衣/防水外套 女 黑寶石 BETA INSULATED JACKET W 29648', 10, 7, 27360, 20, '20221114135722637_2.png', '20221114135722637_2.png,20221114135739146_2.png,20221114141603513_2.png,20221114141606939_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(141, 'Arc\'Teryx 始祖鳥 GTX化纖保暖風雨衣/防水外套 女 黑寶石 BETA INSULATED JACKET W 29648', 10, 7, 27360, 20, '20221114135722637_2.png', '20221114135722637_2.png,20221114135739146_2.png,20221114141603513_2.png,20221114141606939_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(142, 'Mont-bell Gore-Tex防水透氣風雨衣 男 靛藍 194g Torrent Flier Jacket 1128633', 9, 2, 7680, 20, '20220907184132871_2.png', '20220907184132871_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(143, 'Mont-bell Gore-Tex防水透氣風雨衣 男 靛藍 194g Torrent Flier Jacket 1128633', 9, 2, 7680, 20, '20220907184132871_2.png', '20220907184132871_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(144, 'Mont-bell Gore-Tex防水透氣風雨衣 男 靛藍 194g Torrent Flier Jacket 1128633', 9, 2, 7680, 20, '20220907184132871_2.png', '20220907184132871_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(145, 'Mont-bell Gore-Tex防水透氣風雨衣 女 莓紅 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107140613291_2.png', '20221107140613291_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(146, 'Mont-bell Gore-Tex防水透氣風雨衣 女 莓紅 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107140613291_2.png', '20221107140613291_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(147, 'Mont-bell Gore-Tex防水透氣風雨衣 女 莓紅 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107140613291_2.png', '20221107140613291_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(148, 'Mont-bell Gore-Tex防水透氣風雨衣 女 灰藍 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107141616537_2.png', '20221107141616537_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(149, 'Mont-bell Gore-Tex防水透氣風雨衣 女 灰藍 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107141616537_2.png', '20221107141616537_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(150, 'Mont-bell Gore-Tex防水透氣風雨衣 女 灰藍 176g Torrent Flier Jacket W 1128634', 10, 2, 7680, 20, '20221107141616537_2.png', '20221107141616537_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(151, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 獵豹褐 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113705649_2.png', '20221102113705649_2.png,20221102113710151_2.png,20221102113715499_2.png,20221102113719147_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(152, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 獵豹褐 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113705649_2.png', '20221102113705649_2.png,20221102113710151_2.png,20221102113715499_2.png,20221102113719147_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(153, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 獵豹褐 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113705649_2.png', '20221102113705649_2.png,20221102113710151_2.png,20221102113715499_2.png,20221102113719147_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(154, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 冰藍/海洋藍 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113002800_2.png', '20221102113002800_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(155, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 冰藍/海洋藍 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113002800_2.png', '20221102113002800_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(156, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 冰藍/海洋藍 750FP Convey 3 in 1 HS Hooded AF 1010-29150', 9, 8, 15800, 20, '20221102113002800_2.png', '20221102113002800_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(157, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 獵豹褐 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '2022102110510328_2.png', '2022102110510328_2.png,20221021105107843_2.png,20221021105111212_2.png,20221021105114368_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(158, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 獵豹褐 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '2022102110510328_2.png', '2022102110510328_2.png,20221021105107843_2.png,20221021105111212_2.png,20221021105114368_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(159, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 獵豹褐 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '2022102110510328_2.png', '2022102110510328_2.png,20221021105107843_2.png,20221021105111212_2.png,20221021105114368_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(160, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 海洋藍 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104921960_2.png', '20221021104921960_2.png,20221021104933951_2.png,20221021104928976_2.png,20221021104924668_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(161, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 海洋藍 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104921960_2.png', '20221021104921960_2.png,20221021104933951_2.png,20221021104928976_2.png,20221021104924668_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(162, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 海洋藍 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104921960_2.png', '20221021104921960_2.png,20221021104933951_2.png,20221021104928976_2.png,20221021104924668_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(163, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 葡萄紫 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104235972_2.png', '20221021104235972_2.png,20221021104241703_2.png,2022102110424579_2.png,20221021104248942_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(164, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 葡萄紫 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104235972_2.png', '20221021104235972_2.png,20221021104241703_2.png,2022102110424579_2.png,20221021104248942_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(165, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 葡萄紫 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20221021104235972_2.png', '20221021104235972_2.png,20221021104241703_2.png,2022102110424579_2.png,20221021104248942_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(166, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160941328_2.png', '20210322160941328_2.png,20210322160954829_2.png,2021032216100382_2.png,20210322161013755_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(167, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160941328_2.png', '20210322160941328_2.png,20210322160954829_2.png,2021032216100382_2.png,20210322161013755_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(168, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160941328_2.png', '20210322160941328_2.png,20210322160954829_2.png,2021032216100382_2.png,20210322161013755_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(169, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 海軍藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422104810886_2.png', '20220422104810886_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(170, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 海軍藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422104810886_2.png', '20220422104810886_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(171, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 海軍藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422104810886_2.png', '20220422104810886_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(172, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 黑 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422103106661_2.png', '20220422103106661_2.png,20220422103201690_2.png,20220422103206895_2.png,20220422103210757_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(173, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 黑 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422103106661_2.png', '20220422103106661_2.png,20220422103201690_2.png,20220422103206895_2.png,20220422103210757_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(174, 'Mountain Hardwear GTX輕量防水連帽外套/登山外套/風雨衣 男 黑 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20220422103106661_2.png', '20220422103106661_2.png,20220422103201690_2.png,20220422103206895_2.png,20220422103210757_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(175, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深裏海藍 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422145215793_2.png', '20220422145215793_2.png,20220422145220696_2.png,20220422145226651_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(176, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深裏海藍 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422145215793_2.png', '20220422145215793_2.png,20220422145220696_2.png,20220422145226651_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(177, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深裏海藍 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422145215793_2.png', '20220422145215793_2.png,20220422145220696_2.png,20220422145226651_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(178, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 石灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422144457792_2.png', '20220422144457792_2.png,20220422144530971_2.png,20220422144608673_2.png,20220422144616333_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(179, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 石灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422144457792_2.png', '20220422144457792_2.png,20220422144530971_2.png,20220422144608673_2.png,20220422144616333_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(180, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 石灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '20220422144457792_2.png', '20220422144457792_2.png,20220422144530971_2.png,20220422144608673_2.png,20220422144616333_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(181, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深風暴灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '2021032216245790_2.png', '2021032216245790_2.png,2022042214422566_2.png,20220422144230994_2.png,20220422144234913_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(182, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深風暴灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '2021032216245790_2.png', '2021032216245790_2.png,2022042214422566_2.png,20220422144230994_2.png,20220422144234913_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(183, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 女 深風暴灰 Exposure2 Gore-Tex Paclite Jacket W 1929901', 10, 2, 6980, 20, '2021032216245790_2.png', '2021032216245790_2.png,2022042214422566_2.png,20220422144230994_2.png,20220422144234913_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(184, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 鐵克諾紅 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173220163_2.png', '20221003173220163_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(185, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 鐵克諾紅 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173220163_2.png', '20221003173220163_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(186, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 鐵克諾紅 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173220163_2.png', '20221003173220163_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(187, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 柔紫 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003172735441_2.png', '20221003172735441_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(188, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 柔紫 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003172735441_2.png', '20221003172735441_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(189, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 柔紫 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003172735441_2.png', '20221003172735441_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(190, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 月光藍 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003140236609_2.png', '20221003140236609_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(191, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 月光藍 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003140236609_2.png', '20221003140236609_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(192, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 月光藍 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003140236609_2.png', '20221003140236609_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(193, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 獵豹褐 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923140317868_2.png', '20220923140317868_2.png,20220923140327162_2.png,20220923140332606_2.png,20220923140401298_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(194, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 獵豹褐 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923140317868_2.png', '20220923140317868_2.png,20220923140327162_2.png,20220923140332606_2.png,20220923140401298_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(195, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 獵豹褐 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923140317868_2.png', '20220923140317868_2.png,20220923140327162_2.png,20220923140332606_2.png,20220923140401298_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(196, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923135621944_2.png', '20220923135621944_2.png,20220923135635239_2.png,20220923135643594_2.png,20220923135659907_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(197, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923135621944_2.png', '20220923135621944_2.png,20220923135635239_2.png,20220923135643594_2.png,20220923135659907_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(198, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923135621944_2.png', '20220923135621944_2.png,20220923135635239_2.png,20220923135643594_2.png,20220923135659907_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(199, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 淺萊姆綠 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923134927122_2.png', '20220923134927122_2.png,202209231349332_2.png,20220923134939714_2.png,20220923134943325_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(200, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 淺萊姆綠 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923134927122_2.png', '20220923134927122_2.png,202209231349332_2.png,20220923134939714_2.png,20220923134943325_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(201, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 淺萊姆綠 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220923134927122_2.png', '20220923134927122_2.png,202209231349332_2.png,20220923134939714_2.png,20220923134943325_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(202, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220923113403955_2.png,20220923113408333_2.png,20220923113411706_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(203, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220923113403955_2.png,20220923113408333_2.png,20220923113411706_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(204, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220923113403955_2.png,20220923113408333_2.png,20220923113411706_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(205, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 女 夜藍 Nordwand Advanced HS Hooded Jacket W 28041', 10, 8, 26820, 20, '20220923110044671_2.png', '20220923110044671_2.png,20220923110417461_2.png,202209231104228_2.png,20220923110426635_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(206, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 女 夜藍 Nordwand Advanced HS Hooded Jacket W 28041', 10, 8, 26820, 20, '20220923110044671_2.png', '20220923110044671_2.png,20220923110417461_2.png,202209231104228_2.png,20220923110426635_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(207, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 女 夜藍 Nordwand Advanced HS Hooded Jacket W 28041', 10, 8, 26820, 20, '20220923110044671_2.png', '20220923110044671_2.png,20220923110417461_2.png,202209231104228_2.png,20220923110426635_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(208, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 夜藍 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211155751973_2.png', '20220211155751973_2.png,20220211155800314_2.png,20220211155811362_2.png,20220211155822527_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(209, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 夜藍 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211155751973_2.png', '20220211155751973_2.png,20220211155800314_2.png,20220211155811362_2.png,20220211155822527_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(210, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 夜藍 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211155751973_2.png', '20220211155751973_2.png,20220211155800314_2.png,20220211155811362_2.png,20220211155822527_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(211, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 藍石青 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211152308116_2.png', '20220211152308116_2.png,20220211152316348_2.png,20220211152322604_2.png,20220211152721674_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(212, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 藍石青 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211152308116_2.png', '20220211152308116_2.png,20220211152316348_2.png,20220211152322604_2.png,20220211152721674_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(213, 'Mammut 極限艾格 Gore-Tex PRO 登山風雨衣/防水外套 男 藍石青 Nordwand Advanced HS Hooded Jacket 28031', 9, 8, 26820, 20, '20220211152308116_2.png', '20220211152308116_2.png,20220211152316348_2.png,20220211152322604_2.png,20220211152721674_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(214, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 迷惑藍 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518183018143_2.png', '20220518183018143_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(215, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 迷惑藍 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518183018143_2.png', '20220518183018143_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(216, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 迷惑藍 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518183018143_2.png', '20220518183018143_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(217, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 白/醇厚黃 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20220616174115676_2.png', '20220616174115676_2.png,20220616174329502_2.png,20220616174323763_2.png,20220616174343705_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(218, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 白/醇厚黃 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20220616174115676_2.png', '20220616174115676_2.png,20220616174329502_2.png,20220616174323763_2.png,20220616174343705_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(219, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 女 白/醇厚黃 286g Convey Tour HS Hooded Jacket W AF 1010-28801', 10, 8, 8800, 20, '20220616174115676_2.png', '20220616174115676_2.png,20220616174329502_2.png,20220616174323763_2.png,20220616174343705_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(220, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 336g Convey Tour HS Hooded Jacket AF 1010-27841', 9, 8, 8800, 20, '20220325152618242_2.png', '20220325152618242_2.png,20220616184454686_2.png,20220616184500497_2.png,2022061618450413_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(221, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 336g Convey Tour HS Hooded Jacket AF 1010-27841', 9, 8, 8800, 20, '20220325152618242_2.png', '20220325152618242_2.png,20220616184454686_2.png,20220616184500497_2.png,2022061618450413_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(222, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 海洋藍 336g Convey Tour HS Hooded Jacket AF 1010-27841', 9, 8, 8800, 20, '20220325152618242_2.png', '20220325152618242_2.png,20220616184454686_2.png,20220616184500497_2.png,2022061618450413_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(223, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 梅爾紫 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518181656828_2.png', '20220518181656828_2.png,20220518182807209_2.png,20220518182814661_2.png,2022051818282122_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(224, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 梅爾紫 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518181656828_2.png', '20220518181656828_2.png,20220518182807209_2.png,20220518182814661_2.png,2022051818282122_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(225, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 梅爾紫 BETA JACKET W 29113', 10, 7, 15960, 20, '20220518181656828_2.png', '20220518181656828_2.png,20220518182807209_2.png,20220518182814661_2.png,2022051818282122_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(226, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 黑寶石 BETA JACKET 29090', 9, 7, 15960, 20, '20220518174644752_2.png', '20220518174644752_2.png,20220518180324688_2.png,20220518180327902_2.png,2022051818033184_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(227, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 黑寶石 BETA JACKET 29090', 9, 7, 15960, 20, '20220518174644752_2.png', '20220518174644752_2.png,20220518180324688_2.png,20220518180327902_2.png,2022051818033184_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(228, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 黑寶石 BETA JACKET 29090', 9, 7, 15960, 20, '20220518174644752_2.png', '20220518174644752_2.png,20220518180324688_2.png,20220518180327902_2.png,2022051818033184_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(229, 'Mont-bell 雨中舞者GTX風雨衣/防水外套 女 水手藍 Rain Dancer Jacket 1128619', 10, 2, 6100, 20, '20211210084411578_2.png', '20211210084411578_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(230, 'Mont-bell 雨中舞者GTX風雨衣/防水外套 女 水手藍 Rain Dancer Jacket 1128619', 10, 2, 6100, 20, '20211210084411578_2.png', '20211210084411578_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(231, 'Mont-bell 雨中舞者GTX風雨衣/防水外套 女 水手藍 Rain Dancer Jacket 1128619', 10, 2, 6100, 20, '20211210084411578_2.png', '20211210084411578_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(232, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深雲杉綠 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160719750_2.png', '20210322160719750_2.png,20210322160746463_2.png,20210322160758660_2.png,20210322160813264_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(233, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深雲杉綠 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160719750_2.png', '20210322160719750_2.png,20210322160746463_2.png,20210322160758660_2.png,20210322160813264_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(234, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 深雲杉綠 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '20210322160719750_2.png', '20210322160719750_2.png,20210322160746463_2.png,20210322160758660_2.png,20210322160813264_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(235, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '2021032215513475_2.png', '2021032215513475_2.png,2021032215503160_2.png,20210322155038265_2.png,20210322155058193_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(236, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '2021032215513475_2.png', '2021032215513475_2.png,2021032215503160_2.png,20210322155038265_2.png,20210322155058193_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(237, 'Mountain Hardwear GTX 輕量防水連帽外套/登山外套/風雨衣 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1929851', 9, 2, 6980, 20, '2021032215513475_2.png', '2021032215513475_2.png,2021032215503160_2.png,20210322155038265_2.png,20210322155058193_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(238, 'Mountain Hardwear GTX 輕量防水連帽外套 男 凡蒂格綠 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825173058788_2.png', '20200825173058788_2.png,20200825173104720_2.png,20200825173111348_2.png,20200825173151829_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(239, 'Mountain Hardwear GTX 輕量防水連帽外套 男 凡蒂格綠 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825173058788_2.png', '20200825173058788_2.png,20200825173104720_2.png,20200825173111348_2.png,20200825173151829_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(240, 'Mountain Hardwear GTX 輕量防水連帽外套 男 凡蒂格綠 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825173058788_2.png', '20200825173058788_2.png,20200825173104720_2.png,20200825173111348_2.png,20200825173151829_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(241, 'Mountain Hardwear GTX 輕量防水連帽外套 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825162342848_2.png', '20200825162342848_2.png,20200825162350132_2.png,20200825162400301_2.png,20200825162446303_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(242, 'Mountain Hardwear GTX 輕量防水連帽外套 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825162342848_2.png', '20200825162342848_2.png,20200825162350132_2.png,20200825162400301_2.png,20200825162446303_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(243, 'Mountain Hardwear GTX 輕量防水連帽外套 男 地平線藍 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825162342848_2.png', '20200825162342848_2.png,20200825162350132_2.png,20200825162400301_2.png,20200825162446303_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(244, 'Mountain Hardwear GTX 輕量防水連帽外套 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825160145420_2.png', '20200825160145420_2.png,20200825160152897_2.png,20200825160202117_2.png,20200825160211858_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(245, 'Mountain Hardwear GTX 輕量防水連帽外套 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825160145420_2.png', '20200825160145420_2.png,20200825160152897_2.png,20200825160202117_2.png,20200825160211858_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(246, 'Mountain Hardwear GTX 輕量防水連帽外套 男 深風暴灰 Exposure2 Gore-Tex Paclite Jacket 1882081', 9, 2, 6980, 20, '20200825160145420_2.png', '20200825160145420_2.png,20200825160152897_2.png,20200825160202117_2.png,20200825160211858_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(247, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 336g Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220325144246748_2.png,20220325144251823_2.png,20220325144256664_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(248, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 336g Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220325144246748_2.png,20220325144251823_2.png,20220325144256664_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(249, 'Mammut GTX 超輕量防水連帽外套/登山外套/風雨衣 男 黑 336g Convey Tour HS Hooded Jacket AF 1010-28451', 9, 8, 8800, 20, '20220325144116804_2.png', '20220325144116804_2.png,20220325144246748_2.png,20220325144251823_2.png,20220325144256664_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(250, 'Arc\'Teryx 始祖鳥 Zeta SL GORE-TEX 防水風雨衣 男 狂人藍 21776', 9, 7, 13110, 20, '20211022160808547_2.png', '20211022160808547_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(251, 'Arc\'Teryx 始祖鳥 Zeta SL GORE-TEX 防水風雨衣 男 狂人藍 21776', 9, 7, 13110, 20, '20211022160808547_2.png', '20211022160808547_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(252, 'Arc\'Teryx 始祖鳥 Zeta SL GORE-TEX 防水風雨衣 男 狂人藍 21776', 9, 7, 13110, 20, '20211022160808547_2.png', '20211022160808547_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(253, 'Arc\'Teryx 始祖鳥 21780 Zeta SL 防水風雨衣 女 黑 GORE-TEX', 10, 7, 13110, 20, '20211022154404300_2.png', '20211022154404300_2.png,20211022154406838_2.png,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(254, 'Arc\'Teryx 始祖鳥 21780 Zeta SL 防水風雨衣 女 黑 GORE-TEX', 10, 7, 13110, 20, '20211022154404300_2.png', '20211022154404300_2.png,20211022154406838_2.png,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(255, 'Arc\'Teryx 始祖鳥 21780 Zeta SL 防水風雨衣 女 黑 GORE-TEX', 10, 7, 13110, 20, '20211022154404300_2.png', '20211022154404300_2.png,20211022154406838_2.png,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(256, 'Mont-bell GTX 風雨衣褲套裝 男 迷彩 Camouflage watch rain suit 1128299', 9, 2, 12240, 20, '20210518170230468_2.jpg', '20210518170230468_2.jpg,20210518170311316_2.jpg,20220218155840845_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(257, 'Mont-bell GTX 風雨衣褲套裝 男 迷彩 Camouflage watch rain suit 1128299', 9, 2, 12240, 20, '20210518170230468_2.jpg', '20210518170230468_2.jpg,20210518170311316_2.jpg,20220218155840845_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(258, 'Mont-bell GTX 風雨衣褲套裝 男 迷彩 Camouflage watch rain suit 1128299', 9, 2, 12240, 20, '20210518170230468_2.jpg', '20210518170230468_2.jpg,20210518170311316_2.jpg,20220218155840845_2.png,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(259, 'Grifone 西班牙 Gore-Tex 兩件式化纖風雨衣 女 綠 出清價 Janga lady Jkt GORE-TEX、Primaloft A5C083D', 10, 9, 3990, 20, '20210122175400962_2.png', '20210122175400962_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(260, 'Grifone 西班牙 Gore-Tex 兩件式化纖風雨衣 女 綠 出清價 Janga lady Jkt GORE-TEX、Primaloft A5C083D', 10, 9, 3990, 20, '20210122175400962_2.png', '20210122175400962_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(261, 'Grifone 西班牙 Gore-Tex 兩件式化纖風雨衣 女 綠 出清價 Janga lady Jkt GORE-TEX、Primaloft A5C083D', 10, 9, 3990, 20, '20210122175400962_2.png', '20210122175400962_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(262, 'Grifone 西班牙 Gore-Tex 防水化纖保暖外套 女 莓紅 出清價 Trinity lady Jkt Gore-Tex、PrimaLoft', 10, 9, 3990, 20, '20210122173739669_2.png', '20210122173739669_2.png,2021012217380595_2.jpg,20210122173827123_2.jpg,20210122173923417_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(263, 'Grifone 西班牙 Gore-Tex 防水化纖保暖外套 女 莓紅 出清價 Trinity lady Jkt Gore-Tex、PrimaLoft', 10, 9, 3990, 20, '20210122173739669_2.png', '20210122173739669_2.png,2021012217380595_2.jpg,20210122173827123_2.jpg,20210122173923417_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(264, 'Grifone 西班牙 Gore-Tex 防水化纖保暖外套 女 莓紅 出清價 Trinity lady Jkt Gore-Tex、PrimaLoft', 10, 9, 3990, 20, '20210122173739669_2.png', '20210122173739669_2.png,2021012217380595_2.jpg,20210122173827123_2.jpg,20210122173923417_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(265, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 綠樹林/深翠綠 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20201105173849723_2.png', '20201105173849723_2.png,20201105173902339_2.png,20201105173921894_2.png,2020110517394069_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(266, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 綠樹林/深翠綠 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20201105173849723_2.png', '20201105173849723_2.png,20201105173902339_2.png,20201105173921894_2.png,2020110517394069_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(267, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 綠樹林/深翠綠 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20201105173849723_2.png', '20201105173849723_2.png,20201105173902339_2.png,20201105173921894_2.png,2020110517394069_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(268, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 黑 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20191118105928806_2.png', '20191118105928806_2.png,20191118112109486_2.png,20191118112323732_2.png,20191118112423686_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(269, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 黑 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20191118105928806_2.png', '20191118105928806_2.png,20191118112109486_2.png,20191118112323732_2.png,20191118112423686_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(270, 'Mammut Gore-Tex 兩件式風雨衣/羽絨保暖外套 男 黑 750FP Convey 3 in 1 Jacket 27410', 9, 8, 15800, 20, '20191118105928806_2.png', '20191118105928806_2.png,20191118112109486_2.png,20191118112323732_2.png,20191118112423686_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(271, 'Mammut 輕量風雨衣/防水外套 男 水藍 Nordwand Light HS Hooded', 9, 8, 16020, 20, '20190415165852136_2.png', '20190415165852136_2.png,2019041516590192_2.jpg,20190415165912458_2.jpg,20190415165922523_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(272, 'Mammut 輕量風雨衣/防水外套 男 水藍 Nordwand Light HS Hooded', 9, 8, 16020, 20, '20190415165852136_2.png', '20190415165852136_2.png,2019041516590192_2.jpg,20190415165912458_2.jpg,20190415165922523_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(273, 'Mammut 輕量風雨衣/防水外套 男 水藍 Nordwand Light HS Hooded', 9, 8, 16020, 20, '20190415165852136_2.png', '20190415165852136_2.png,2019041516590192_2.jpg,20190415165912458_2.jpg,20190415165922523_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(274, 'Mammut 風雨衣 男 冰藍 極限艾格系列 Nordwand Advanced HS Hooded', 9, 8, 26820, 20, '20190415133144763_2.png', '20190415133144763_2.png,20190415133153413_2.jpg,20190415133202135_2.jpg,20190415133212422_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(275, 'Mammut 風雨衣 男 冰藍 極限艾格系列 Nordwand Advanced HS Hooded', 9, 8, 26820, 20, '20190415133144763_2.png', '20190415133144763_2.png,20190415133153413_2.jpg,20190415133202135_2.jpg,20190415133212422_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(276, 'Mammut 風雨衣 男 冰藍 極限艾格系列 Nordwand Advanced HS Hooded', 9, 8, 26820, 20, '20190415133144763_2.png', '20190415133144763_2.png,20190415133153413_2.jpg,20190415133202135_2.jpg,20190415133212422_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(277, 'MAMMUT MERON LIGHT HS GORE-TEX 風雨衣 女 甜菜根 GORE-TEX ACTIVE', 10, 8, 16020, 20, '20181112131111604_2.jpg', '20181112131111604_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(278, 'MAMMUT MERON LIGHT HS GORE-TEX 風雨衣 女 甜菜根 GORE-TEX ACTIVE', 10, 8, 16020, 20, '20181112131111604_2.jpg', '20181112131111604_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(279, 'MAMMUT MERON LIGHT HS GORE-TEX 風雨衣 女 甜菜根 GORE-TEX ACTIVE', 10, 8, 16020, 20, '20181112131111604_2.jpg', '20181112131111604_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(280, 'MAMMUT GORE-TEX 風雨衣/防水外套 男 帝國藍 MERON LIGHT HS GORE-TEX ACTIVE', 9, 8, 16020, 20, '20181109183400150_2.jpg', '20181109183400150_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(281, 'MAMMUT GORE-TEX 風雨衣/防水外套 男 帝國藍 MERON LIGHT HS GORE-TEX ACTIVE', 9, 8, 16020, 20, '20181109183400150_2.jpg', '20181109183400150_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(282, 'MAMMUT GORE-TEX 風雨衣/防水外套 男 帝國藍 MERON LIGHT HS GORE-TEX ACTIVE', 9, 8, 16020, 20, '20181109183400150_2.jpg', '20181109183400150_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(283, 'MAMMUT GORE-TEX PRO 風雨衣/防水外套 女 黎明紫 NORDWAND ADVANCED HS HOODED、艾格EXTREME系列', 10, 8, 24120, 20, '20181109152457131_2.jpg', '20181109152457131_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(284, 'MAMMUT GORE-TEX PRO 風雨衣/防水外套 女 黎明紫 NORDWAND ADVANCED HS HOODED、艾格EXTREME系列', 10, 8, 24120, 20, '20181109152457131_2.jpg', '20181109152457131_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(285, 'MAMMUT GORE-TEX PRO 風雨衣/防水外套 女 黎明紫 NORDWAND ADVANCED HS HOODED、艾格EXTREME系列', 10, 8, 24120, 20, '20181109152457131_2.jpg', '20181109152457131_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(286, 'Mammut Gore-Tex 風雨衣/防水外套 男 帝國藍 Meron Light HS', 9, 8, 16020, 20, '20180620180005879_2.jpg', '20180620180005879_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(287, 'Mammut Gore-Tex 風雨衣/防水外套 男 帝國藍 Meron Light HS', 9, 8, 16020, 20, '20180620180005879_2.jpg', '20180620180005879_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(288, 'Mammut Gore-Tex 風雨衣/防水外套 男 帝國藍 Meron Light HS', 9, 8, 16020, 20, '20180620180005879_2.jpg', '20180620180005879_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(289, 'Sprayway Venus 維納斯二件式風雨衣 女 紫 Performance Shell、WINDSTOPPER', 10, 10, 5490, 20, '20170816035338115_2.jpg', '20170816035338115_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(290, 'Sprayway Venus 維納斯二件式風雨衣 女 紫 Performance Shell、WINDSTOPPER', 10, 10, 5490, 20, '20170816035338115_2.jpg', '20170816035338115_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(291, 'Sprayway Venus 維納斯二件式風雨衣 女 紫 Performance Shell、WINDSTOPPER', 10, 10, 5490, 20, '20170816035338115_2.jpg', '20170816035338115_2.jpg,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(292, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 非凡橘 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221003174710651_2.png', '20221003174710651_2.png,20221003174733553_2.png,2022100317474168_2.png,20221003174747226_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(293, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 非凡橘 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221003174710651_2.png', '20221003174710651_2.png,20221003174733553_2.png,2022100317474168_2.png,20221003174747226_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(294, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 非凡橘 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221003174710651_2.png', '20221003174710651_2.png,20221003174733553_2.png,2022100317474168_2.png,20221003174747226_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(295, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 龍紋綠 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024114606116_2.jpg', '20221024114606116_2.jpg,20221024114706568_2.jpg,20221024114711893_2.jpg,2022102411471744_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(296, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 龍紋綠 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024114606116_2.jpg', '20221024114606116_2.jpg,20221024114706568_2.jpg,20221024114711893_2.jpg,2022102411471744_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(297, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 龍紋綠 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024114606116_2.jpg', '20221024114606116_2.jpg,20221024114706568_2.jpg,20221024114711893_2.jpg,2022102411471744_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(298, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 透亮藍 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024113443724_2.jpg', '20221024113443724_2.jpg,20221024113707776_2.jpg,20221024113712116_2.jpg,20221024113718139_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(299, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 透亮藍 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024113443724_2.jpg', '20221024113443724_2.jpg,20221024113707776_2.jpg,20221024113712116_2.jpg,20221024113718139_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(300, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 男 透亮藍 BETA LT JACKET 26844', 9, 7, 16910, 20, '20221024113443724_2.jpg', '20221024113443724_2.jpg,20221024113707776_2.jpg,20221024113712116_2.jpg,20221024113718139_2.jpg', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(301, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 琥珀黃 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173316525_2.png', '20221003173316525_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(302, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 琥珀黃 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173316525_2.png', '20221003173316525_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(303, 'Arc\'Teryx 始祖鳥 登山健行GTX風雨衣/防水外套 女 琥珀黃 BETA LT JACKET W 29458', 10, 7, 16910, 20, '20221003173316525_2.png', '20221003173316525_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(304, 'Mont-bell Gore-Tex防水透氣風雨衣 男 雀藍/橙 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014180007628_2.png', '20211014180007628_2.png,20211014180010815_2.png,20220708153635140_2.png,20220708153641917_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(305, 'Mont-bell Gore-Tex防水透氣風雨衣 男 雀藍/橙 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014180007628_2.png', '20211014180007628_2.png,20211014180010815_2.png,20220708153635140_2.png,20220708153641917_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(306, 'Mont-bell Gore-Tex防水透氣風雨衣 男 雀藍/橙 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014180007628_2.png', '20211014180007628_2.png,20211014180010815_2.png,20220708153635140_2.png,20220708153641917_2.png', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(307, 'Mont-bell Gore-Tex防水透氣風雨衣 男 棕卡其 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014174233660_2.png', '20211014174233660_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'S', '防水'),
(308, 'Mont-bell Gore-Tex防水透氣風雨衣 男 棕卡其 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014174233660_2.png', '20211014174233660_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'M', '防水'),
(309, 'Mont-bell Gore-Tex防水透氣風雨衣 男 棕卡其 254g Storm Cruiser Jacket 1128615', 9, 2, 6920, 20, '20211014174233660_2.png', '20211014174233660_2.png,,,', '使用 K-Mono Cut 和服式剪裁，可減少接縫線條，確保輕巧的設計。\nGoreTex C-KNIT 布料，YKK Aqua-Tect 耐候主拉鍊。\n重量僅約 254 公克，收納輕巧不佔空間。\n具有更高的舒適性，更好的活動性。\n三向可調節帽兜。\n兩側拉鍊口袋。\n可調節袖口。\n附有收納袋。', '與使用的傳統 Gore-Tex 織物相比，C-Knit 技術的針織背襯產生的織物透氣性提高 15％，重量輕 10％。\n最顯著的改進是織物與肌膚的觸感以及降低一般風雨衣的皺摺感和沙沙聲。\n對設計和製造中的小細節的關注，使夾克具有更高的舒適度、更高的機動性和重量輕的可靠性。', 'L', '防水'),
(310, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(311, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(312, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(313, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(314, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(315, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(316, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(317, 'ZAMBERLAN 549 SHERPA PRO GTX 高筒專業登山鞋 男 灰紅', 7, 14, 5900, 20, '20211110120106874_2.png', '20211110120106874_2.png,20200608114259788_2.jpg,20200608114427986_2.jpg,20200608114513301_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(318, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(319, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(320, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(321, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(322, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(323, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(324, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(325, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 卡其 義大利製造', 7, 14, 5900, 20, '20211110120152777_2.png', '20211110120152777_2.png,20200608114830305_2.jpg,20200608115003522_2.jpg,20200608115057315_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(326, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(327, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(328, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(329, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(330, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(331, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(332, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(333, 'Zamberlan 549 Sherpa Pro GTX  高筒專業登山鞋 男 灰黑 義大利製造', 7, 14, 5900, 20, '20211110120239472_2.png', '20211110120239472_2.png,20200608120244874_2.jpg,20200608120316972_2.jpg,20200608120716449_2.jpg', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(334, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(335, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(336, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(337, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(338, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(339, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(340, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(341, 'Merrell 防水透氣保暖登山健行鞋 男 黑鐵色 NOVA SNEAKER BOOT BUNGEE WATERPROOF J067109', 7, 12, 3890, 20, '20221124140831888_2.png', '20221124140831888_2.png,20221124140836302_2.png,20221124140840999_2.png,20221124140845868_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(342, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(343, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(344, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(345, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(346, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(347, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(348, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(349, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 黑灰/深酒紅 320945-9947', 8, 5, 8010, 20, '20221121174557848_2.png', '20221121174557848_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(350, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(351, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(352, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(353, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(354, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(355, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(356, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(357, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 淺沙/杏色 320945-4317', 8, 5, 8010, 20, '20221121174157737_2.png', '20221121174157737_2.png,20210917170748141_2.png,20210917170751718_2.png,20210917170754605_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(358, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(359, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(360, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(361, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(362, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(363, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(364, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(365, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 汽油藍/萊姆綠 320945-7441', 8, 5, 8010, 20, '20221121175551861_2.png', '20221121175551861_2.png,20210917171920657_2.png,20210917171922897_2.png,2021091717192518_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(366, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(367, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(368, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(369, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(370, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(371, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(372, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(373, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 咖啡棕 320945', 8, 5, 8010, 20, '20220711152214587_2.png', '20220711152214587_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(374, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(375, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(376, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(377, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(378, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(379, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(380, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(381, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 煙藍 320945', 8, 5, 8010, 20, '20220602174518277_2.png', '20220602174518277_2.png,20220602174532672_2.png,20220602174537219_2.png,20220602174542874_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(382, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(383, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(384, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(385, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(386, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(387, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(388, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(389, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 女 紫紅/藕粉 320945', 8, 5, 8010, 20, '20221028140635642_2.png', '20221028140635642_2.png,20220711151412628_2.png,20220711151417453_2.png,20220711151421400_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(390, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(391, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(392, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(393, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(394, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(395, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(396, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(397, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 森林綠/橘 310945', 7, 5, 8010, 20, '20220602172724550_2.png', '20220602172724550_2.png,20220602172730952_2.png,20220602172736635_2.png,20220602172742299_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(398, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(399, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(400, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(401, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(402, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(403, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(404, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(405, 'LOWA RENEGADE GTX MID 中筒防水登山鞋/健行鞋 男 木棕/紅 310945', 7, 5, 8010, 20, '20220602170828171_2.png', '20220602170828171_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(406, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(407, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(408, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(409, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(410, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(411, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(412, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(413, 'Keen 防水中筒健行鞋 女 黑 PYRENEES 1026848', 8, 11, 5300, 20, '20221111145615990_2.png', '20221111145615990_2.png,20221111145700582_2.png,20221111145705492_2.png,202211111457108_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(414, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(415, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(416, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(417, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(418, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(419, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(420, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(421, 'Keen 防水中筒健行鞋 女 咖啡 PYRENEES 1004156', 8, 11, 5300, 20, '20200818162355233_2.png', '20200818162355233_2.png,20200818160420199_2.png,20200818160427418_2.png,20200818160435912_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(422, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(423, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(424, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(425, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(426, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(427, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(428, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(429, 'Keen 防水中筒健行鞋 男 咖啡 PYRENEES 1002435', 7, 11, 5300, 20, '20200818154229509_2.png', '20200818154229509_2.png,20200818154522313_2.png,20200818154534255_2.png,20200818160420199_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(430, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(431, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(432, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(433, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(434, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(435, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(436, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(437, 'Merrell 經典戶外中筒健行鞋 女 奶油白 MOAB 3 MID GORE-TEX J036314', 8, 12, 4230, 20, '20221104164846636_2.png', '20221104164846636_2.png,20221104164851997_2.png,2022110416485718_2.png,20221104164903397_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(438, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(439, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(440, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(441, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(442, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(443, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(444, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(445, 'Merrell 經典戶外中筒健行鞋 男 岩灰色 MOAB 3 MID GORE-TEX J035793', 7, 12, 4230, 20, '2022110417205221_2.png', '2022110417205221_2.png,20221104172112142_2.png,20221104172118761_2.png,20221104172123300_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(446, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(447, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(448, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(449, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(450, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(451, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(452, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(453, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 鐵灰 310968', 7, 5, 8010, 20, '20221028140929186_2.png', '20221028140929186_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(454, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(455, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(456, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(457, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(458, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(459, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(460, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(461, 'LOWA RENEGADE GTX MID WIDE 中筒防水登山鞋 男 寬楦 深灰黑 310968', 7, 5, 8010, 20, '20221028135021269_2.png', '20221028135021269_2.png,202210281342089_2.png,20221028134213201_2.png,20221028134218131_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(462, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(463, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(464, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(465, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(466, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(467, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(468, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(469, 'LOWA RENEGADE GTX MID 中筒防水登山鞋 女 寬楦 灰黑/藍綠 320968', 8, 5, 8010, 20, '20221121175024395_2.png', '20221121175024395_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(470, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(471, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(472, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(473, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(474, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(475, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(476, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(477, 'Merrell 中筒健行鞋 女 羅勒綠 SPEED STRIKE MID GORE-TEX J067368', 8, 12, 3630, 20, '2022101914390854_2.png', '2022101914390854_2.png,20221019141634262_2.png,20221019141640560_2.png,20221019141648759_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(478, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(479, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(480, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(481, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(482, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(483, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(484, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(485, 'Merrell 中筒健行鞋 男 摩卡棕 SPEED STRIKE MID GORE-TEX J067519', 7, 12, 3630, 20, '20221019135400381_2.png', '20221019135400381_2.png,20221019141836751_2.png,20221019141841634_2.png,20221019141846271_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(486, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(487, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(488, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(489, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(490, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(491, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(492, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(493, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 冰河灰/月蝕藍 ON63-98608', 8, 13, 6280, 20, '20221014152551364_2.png', '20221014152551364_2.png,20221014152557987_2.png,20221014152602199_2.png,20221014152632149_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(494, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(495, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(496, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(497, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(498, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(499, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(500, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(501, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 女 黑/月蝕藍 ON63-98609', 8, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(502, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(503, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(504, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(505, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(506, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(507, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(508, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(509, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 合金灰/月蝕藍 ON63-98612', 7, 13, 6280, 20, '20221014151440853_2.png', '20221014151440853_2.png,20221014151448311_2.png,20221014151452320_2.png,20221014151505269_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(510, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(511, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(512, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(513, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(514, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(515, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(516, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(517, 'On 昂跑 Cloudrock 2 Waterproof 登山健行鞋 男 黑/月蝕藍 ON63-98613', 7, 13, 6280, 20, '20221014145256541_2.png', '20221014145256541_2.png,20221014150024950_2.png,20221014150029324_2.png,20221014150033296_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(518, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(519, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(520, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(521, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(522, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(523, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(524, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(525, 'Keen 防水中筒健行鞋 男 墨綠 Targhee III Waterproof Mid 1026861', 7, 11, 4480, 20, '20220929183639175_2.png', '20220929183639175_2.png,20220929183702999_2.png,2022092918370741_2.png,20220929183713114_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(526, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(527, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(528, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(529, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(530, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(531, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(532, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(533, 'Keen 防水中筒健行鞋 女 墨水藍 Targhee III Waterproof Mid W 1026863', 8, 11, 4480, 20, '20220929184145567_2.png', '20220929184145567_2.png,2022092918422332_2.png,20220929184228469_2.png,2022092918423392_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(534, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(535, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(536, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(537, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(538, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(539, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(540, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(541, 'Merrell 中筒健行鞋 男 極致黑 MOAB SPEED MID GORE-TEX J067075', 7, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(542, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(543, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(544, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(545, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(546, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(547, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(548, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(549, 'Merrell 中筒健行鞋 女 極致黑 MOAB SPEED MID GORE-TEX J067174', 8, 12, 4480, 20, '20220919160932253_2.png', '20220919160932253_2.png,20220919161635633_2.png,20220919161640967_2.png,20220919161643383_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(550, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(551, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(552, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(553, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(554, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(555, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(556, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(557, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 鼠尾草綠 0335PW0G', 8, 14, 5980, 20, '20220907104141596_2.png', '20220907104141596_2.png,20220907104152747_2.png,202209071042016_2.png,20220907104205783_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(558, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(559, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(560, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(561, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(562, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(563, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(564, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(565, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黃 0335PW0G', 8, 14, 5980, 20, '20220906183747503_2.png', '20220906183747503_2.png,20220906183752952_2.png,20220906183759427_2.png,20220906183804469_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(566, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(567, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(568, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(569, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(570, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(571, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(572, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(573, 'Zamberlan 335 CIRCE GTX 輕量低筒登山鞋 女款 黑 0335PW0G', 8, 14, 5980, 20, '20220907103934825_2.png', '20220907103934825_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(574, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(575, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(576, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(577, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(578, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(579, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(580, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(581, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 鼠尾草綠 0334PW0G', 8, 14, 6480, 20, '20220902115423952_2.png', '20220902115423952_2.png,20220902115431951_2.png,20220902115450928_2.png,2022090211551437_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(582, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(583, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(584, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(585, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(586, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(587, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(588, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(589, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黃 0334PW0G', 8, 14, 6480, 20, '20220902170812897_2.png', '20220902170812897_2.png,20220902170818440_2.png,20220902170823622_2.png,20220902170828833_2.png', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(590, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6', '防水'),
(591, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US6.5', '防水'),
(592, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7', '防水'),
(593, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US7.5', '防水'),
(594, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(595, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(596, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(597, 'Zamberlan 334 CIRCE GTX WNS 輕量中筒登山鞋 女款 黑 0334PW0G', 8, 14, 6480, 20, '20220902162502217_2.png', '20220902162502217_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(598, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(599, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(600, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(601, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(602, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(603, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(604, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(605, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 深綠 0220PM0G', 7, 14, 6200, 20, '20220906151714399_2.png', '20220906151714399_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(606, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8', '防水'),
(607, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US8.5', '防水'),
(608, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9', '防水'),
(609, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US9.5', '防水'),
(610, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10', '防水'),
(611, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US10.5', '防水'),
(612, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11', '防水'),
(613, 'Zamberlan 220 ANABASIS SHORT GTX 輕量低筒登山鞋 橘 0220PM0G', 7, 14, 6200, 20, '20220906151917156_2.png', '20220906151917156_2.png,,,', '材質	鞋面材料：天然皮革絨面革\n鞋底材料：橡膠\n重量	450 g\n產地	泰國', '設計靈感源自於攀岩的 KEEN Jasper，在注入日本風味的用色設計，創造出豐富的穿搭可塑性，無論是輕鬆的露營郊遊，還是日常都市生活著用，總是能發現形形色色的 Jasper 穿搭風格，這也確立了它「日本山系神鞋」的形象。', 'US11.5', '防水'),
(614, 'Mystery Ranch 神秘農場 BLITZ 30 健行日用後背包 狼棕 61362', 3, 15, 9450, 20, '20220914151529742_2.png', '20220914151529742_2.png,20220914151535246_2.png,20220914151542155_2.png,20220914151548746_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(615, 'Mystery Ranch 神秘農場 BLITZ 35 健行日用後背包 森林綠 61363', 3, 15, 10800, 20, '20220914175319135_2.png', '20220914175319135_2.png,20220914175325661_2.png,20220914175331452_2.png,20220914175335825_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(616, 'Mystery Ranch 神秘農場 BLITZ 35 健行日用後背包 狼棕 61363', 3, 15, 10800, 20, '20220914175211662_2.png', '20220914175211662_2.png,2022091417521858_2.png,20220914175224160_2.png,20220914175231147_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(617, 'Mystery Ranch 神秘農場 BLITZ 35 健行日用後背包 黑 61363', 3, 15, 10800, 20, '20220914174050624_2.png', '20220914174050624_2.png,20220914174056359_2.png,20220914174101957_2.png,20220914175053324_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(618, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 檸檬黃 61230', 3, 15, 2970, 20, '20220914145606560_2.png', '20220914145606560_2.png,,,', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(619, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 潑藍 61230', 3, 15, 2970, 20, '20220914144505103_2.png', '20220914144505103_2.png,20220914144528914_2.png,20220914144538637_2.png,20220914144547404_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(620, 'Mystery Ranch 神秘農場 2 DAY ASSAULT 二日攻擊包 27L 野火黑 61225', 3, 15, 6750, 20, '20220914143809690_2.png', '20220914143809690_2.png,20220914143815851_2.png,20220914143821245_2.png,20220914143828183_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(621, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 綠灰 61230', 3, 15, 2970, 20, '20210120155104304_2.png', '20210120155104304_2.png,20210120155118782_2.png,20210120155147791_2.png,20210120155223548_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(622, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 沙漠狐 61230', 3, 15, 2970, 20, '20210120160238258_2.png', '20210120160238258_2.png,20210120160303475_2.png,20210120160323326_2.png,20210120160343229_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(623, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 黑 61230', 3, 15, 2970, 20, '20190731115016929_2.jpg', '20190731115016929_2.jpg,20210122102825827_2.png,20210122102859739_2.png,20210122102916340_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(624, 'Mystery Ranch 神秘農場 In and Out 22 輕便後背包 22L 鐵克諾藍 61289', 3, 15, 2970, 20, '20210208111800184_2.png', '20210208111800184_2.png,20210208111814190_2.png,20210208111837143_2.png,20210208111904616_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(625, 'Mystery Ranch 神秘農場 In & Out 22 輕便後背包 22L 黑 61289', 3, 15, 2970, 20, '20210208112728416_2.png', '20210208112728416_2.png,20210208112752557_2.png,20210208112807685_2.png,20210208112823416_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(626, 'Mystery Ranch 神秘農場 In and Out 22 輕便後背包 22L 鷹嘴豆泥 61289', 3, 15, 2970, 20, '20210208113045314_2.png', '20210208113045314_2.png,20210208113105427_2.png,20210208113122279_2.png,20210208113152670_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(627, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 萊姆綠 61290', 3, 15, 2700, 20, '20210208105848285_2.png', '20210208105848285_2.png,20210208105903140_2.png,20210208105936681_2.png,20210208105948351_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(628, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 森林綠 61290', 3, 15, 2700, 20, '20210226104543858_2.png', '20210226104543858_2.png,20210226104558465_2.png,20210226104614803_2.png,20210226104642496_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(629, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 蛋白石綠 61290', 3, 15, 2700, 20, '20220307174903458_2.png', '20220307174903458_2.png,2022030717491015_2.png,20220307174917643_2.png,20220307174923256_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(630, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 黑 61290', 3, 15, 2700, 20, '20210208110152364_2.png', '20210208110152364_2.png,20210208110213433_2.png,20210208110227458_2.png,20210208110237329_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(631, 'Mystery Ranch 神秘農場 In & Out 19 輕便後背包 19L 亮桃紅 61290', 3, 15, 2700, 20, '20210208105202725_2.png', '20210208105202725_2.png,20210208105315644_2.png,20210208105333925_2.png,20210208105348296_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(632, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 鐵克諾藍 61290', 3, 15, 2700, 20, '2021020811102359_2.png', '2021020811102359_2.png,20210208111036208_2.png,20210208111054764_2.png,20210208111118207_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(633, 'Mystery Ranch 神秘農場 In and Out 19 輕便後背包 19L 櫻桃紅 61290', 3, 15, 2700, 20, '20210208110721588_2.png', '20210208110721588_2.png,20210208110736877_2.png,20210208110750271_2.png,20210208110805387_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(634, 'Mystery Ranch 神秘農場 Urban Assault 21 城市後背包 21L 黑 61213', 3, 15, 3980, 20, '20190321191145361_2.jpg', '20190321191145361_2.jpg,20190321191153648_2.jpg,2019032119120013_2.jpg,20190321191209550_2.jpg', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(635, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 鐵灰 61230', 3, 15, 2970, 20, '20210923175132289_2.png', '20210923175132289_2.png,20210923175137589_2.png,20210923175140800_2.png,20210923175144128_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(636, 'Mystery Ranch 神秘農場 2 DAY ASSAULT 二日攻擊包 27L 狼棕 61225', 3, 15, 6750, 20, '20190730185025494_2.jpg', '20190730185025494_2.jpg,20210923165315311_2.png,20210923165318460_2.png,', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(637, 'Mystery Ranch 神秘農場 2 DAY ASSAULT 二日攻擊包 27L DPM迷彩 61225', 3, 15, 6750, 20, '20210923165704624_2.png', '20210923165704624_2.png,20210923165707596_2.png,20210923165710563_2.png,', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(638, 'Mystery Ranch 神秘農場 Scree 32 W 登山健行背包 女版 鐵克諾藍 61203', 3, 15, 6480, 20, '20210226103848685_2.png', '20210226103848685_2.png,20210226103909334_2.png,20210226103933893_2.png,20210226104006223_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(639, 'Mystery Ranch 神秘農場 Scree 32 W 登山健行背包 女版 月影灰 61203', 3, 15, 6480, 20, '20210120142116198_2.png', '20210120142116198_2.png,2021012014215128_2.png,20210120142220170_2.png,20210120142318630_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(640, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 亮桃紅 61230', 3, 15, 2970, 20, '20210120155926388_2.png', '20210120155926388_2.png,20210120155943724_2.png,20210120155957962_2.png,20210120160011743_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(641, 'Mystery Ranch 神秘農場 Coulee 25 登山健行背包 鷹嘴豆泥 61189', 3, 15, 5850, 20, '20210120120754685_2.png', '20210120120754685_2.png,20210120120816526_2.png,20210120120833995_2.png,20210120120854682_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(642, 'Mystery Ranch 神秘農場 Coulee 25 登山健行背包 石榴紅 61189', 3, 15, 5850, 20, '20210120120310663_2.png', '20210120120310663_2.png,20210120120343478_2.png,20210120120407377_2.png,2021012012042973_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(643, 'Mystery Ranch 神秘農場 Coulee 25 登山健行背包 德爾瑪藍 61189', 3, 15, 5850, 20, '20210120114851199_2.png', '20210120114851199_2.png,20210120115136339_2.png,20210120115454317_2.png,20210120115430468_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(644, 'Mystery Ranch 神秘農場 Coulee 25 登山健行背包 黑 61189', 3, 15, 5850, 20, '20210120115830985_2.png', '20210120115830985_2.png,20190201135246687_2.jpg,20190201135235268_2.jpg,20210120121224485_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(645, 'Mystery Ranch 神秘農場 Urban Assault 21 城市後背包 21L 神秘色 61213', 3, 15, 3980, 20, '20200219162123662_2.png', '20200219162123662_2.png,,,', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(646, 'Mystery Ranch 神秘農場 District 24 城市健行背包 鷹嘴豆泥 61364', 3, 15, 5940, 20, '20220914175645801_2.png', '20220914175645801_2.png,20220914175824303_2.png,20220914175830719_2.png,20220914175836534_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(647, 'Mystery Ranch 神秘農場 District 24 城市健行背包 黑 61364', 3, 15, 5940, 20, '20221107171443731_2.png', '20221107171443731_2.png,20221107171448224_2.png,20221107171501446_2.png,20221107171607768_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(648, 'Mystery Ranch 神秘農場 District 18 城市健行背包 鷹嘴豆泥 61365', 3, 15, 5400, 20, '20220914182046300_2.png', '20220914182046300_2.png,20220914182051960_2.png,2022091418205562_2.png,20220914182059194_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(649, 'Mystery Ranch 神秘農場 District 18 城市健行背包 黑 61365', 3, 15, 5400, 20, '20220914181217629_2.png', '20220914181217629_2.png,2022091418122221_2.png,20220914181227403_2.png,20220914181234772_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(650, 'Mystery Ranch 神秘農場 BLITZ 30 健行日用後背包 森林綠 61362', 3, 15, 9450, 20, '20220914151657701_2.png', '20220914151657701_2.png,20220914151704393_2.png,20220914151711607_2.png,20220914151715538_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(651, 'Mystery Ranch 神秘農場 BLITZ 30 健行日用後背包 黑 61362', 3, 15, 9450, 20, '2022091415025287_2.png', '2022091415025287_2.png,20220914151036460_2.png,20220914151042755_2.png,20220914151047714_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(652, 'Mystery Ranch 神秘農場 Gallagator 輕便後背包 19L 鐵克諾藍 61230', 3, 15, 2970, 20, '20210923175402404_2.png', '20210923175402404_2.png,20210923175405163_2.png,20210923175408126_2.png,20210923175410575_2.png', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(653, 'Mystery Ranch 神秘農場 In & Out 22 輕便後背包 22L 亮桃紅 61289', 3, 15, 2970, 20, '2021062915174158_2.jpg', '2021062915174158_2.jpg,20210629151743191_2.jpg,20210629151747596_2.jpg,20210629151756718_2.jpg', '尺寸	52 x 33 x 34 cm\n容量	29 L\n材質	堅固耐用的500D CORDURA®布料\nYKK® #10 塗層拉鍊\n重量	1.7 kg\n產地	越南', '戰術外型的日用包 BLITZ 30，滿足日常攜帶物品的需求。\n獨立的筆電保護隔層附有襯墊，不放置筆電時亦可放置水袋隨時補充水分；\n包體側邊有拉鍊可以直接通往獨立的筆電夾層，使用上非常方便。\n背包內部兩側有長型口袋，可放置物品；\n大開口U型拉鍊方便存取物品，外部的 PALS 織帶可依需求外掛配件。', '', '防潑水'),
(654, 'LED LENSER MH4 專業伸縮調焦頭燈 400流明 黑 502151', 4, 17, 2970, 20, '20191224173941711_2.png', '20191224173941711_2.png,,,', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(655, 'LED LENSER 兒童入門頭燈 綠 40流明 KIDLED4R 502535', 4, 17, 765, 20, '20220309104925961_2.png', '20220309104925961_2.png,20220309104937296_2.png,20220309104941292_2.png,20220309105014891_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(656, 'LED LENSER 兒童入門頭燈 紫 40流明 KIDLED4R 502536', 4, 17, 765, 20, '202203091112015_2.png', '202203091112015_2.png,20220309111205188_2.png,2022030911120935_2.png,20220309105020920_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(657, 'LED LENSER NEO3 輕量頭燈 綠白 200流明/79g 502719', 4, 17, 990, 20, '20220525151755342_2.png', '20220525151755342_2.png,20220525151759590_2.png,20220525151804352_2.png,20220802160814357_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(658, 'LED LENSER NEO3 輕量頭燈 黑藍 200流明/79g 502718', 4, 17, 990, 20, '20220525162815577_2.png', '20220525162815577_2.png,20220525162820826_2.png,20220525162824887_2.png,20220802160719478_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(659, 'LED LENSER MH3 專業伸縮調焦頭燈 200流明 登山露營入門推薦 藍 502150', 4, 17, 1620, 20, '202011021019035_2.png', '202011021019035_2.png,,,', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(660, 'LED LENSER MH5 專業伸縮調焦充電型頭燈 400流明 橘 502143', 4, 17, 2970, 20, '20191224165417414_2.png', '20191224165417414_2.png,,,', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(661, 'LED LENSER MH5 專業伸縮調焦充電型頭燈 400流明 藍 502145', 4, 17, 2970, 20, '20191224165220928_2.png', '20191224165220928_2.png,,,', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(662, 'LED LENSER 充電式頭燈 黑藍 NEO1R 150流明/39g 502713', 4, 17, 1800, 20, '20220802153720366_2.png', '20220802153720366_2.png,20220802153724465_2.png,20220802153729806_2.png,20220802153733781_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(663, 'LED LENSER 充電式頭燈 綠白 NEO5R 300流明/104g 502757', 4, 17, 2475, 20, '20220802145804190_2.png', '20220802145804190_2.png,20220802145808732_2.png,20220802145812654_2.png,2022080214581732_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(664, 'LED LENSER 充電式頭燈 黑藍 NEO5R 300流明/104g 502716', 4, 17, 2475, 20, '20220802142922258_2.png', '20220802142922258_2.png,20220802142942303_2.png,20220802142946564_2.png,20220802142956247_2.png', '重量	約 94 g\n亮度	最高 400 流明 / 最低 20 流明\n電池	14500充電電池 或 三號電池*1\n防水係數	IP54(一般生活防水)\n照射距離	最遠約 180 m\n製造商	德國 ZWEIBRUDER 公司\n產地	中國', '最新升級的 MH4，亮度從200lm提升至400lm，並採用磁吸式充電，內附1顆14500充電電池，\n也相容於1顆三號電池，基本功能包括快速遠近調焦與60度照明角度調整，\n以及升級後加入的紅光功能，共有迷彩與全黑兩種配色可選。', '0', '0'),
(665, 'Outdoor Research Gore-Tex 經典防水圓盤帽 黑 榮獲戶外獎項 Seattle Sombrero', 2, 18, 2340, 20, '20201021101326459_2.png', '20201021101326459_2.png,20201021101353487_2.png,20201021101536619_2.png,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(666, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 深藍 榮獲戶外獎項 Seattle Sombrero', 2, 18, 2340, 20, '2017063019510879_2.jpg', '2017063019510879_2.jpg,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(667, 'Outdoor Research GoreTex 經典防水圓盤帽 月光石/暗灰 Seattle Sombrero', 2, 18, 2340, 20, '20200527165120279_2.png', '20200527165120279_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(668, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 黑 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20201021101326459_2.png', '20201021101326459_2.png,20201021101353487_2.png,20201021101536619_2.png,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(669, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 卡其 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20210429181059598_2.jpg', '20210429181059598_2.jpg,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(670, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 地中海藍/黑 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20210429181356128_2.png', '20210429181356128_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(671, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 瀑布藍 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20210429181607993_2.png', '20210429181607993_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(672, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 暗紅/灰 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20210429181856694_2.jpg', '20210429181856694_2.jpg,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(673, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 橄欖綠/黑 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20211101185130228_2.png', '20211101185130228_2.png,202111011851336_2.png,20211101185135796_2.png,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(674, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 月光石/暗灰 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '20220504143759340_2.png', '20220504143759340_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(675, 'Outdoor Research Gore-Tex 經典西雅圖防水圓盤帽 橄欖/黑 榮獲戶外獎項 Seattle Sombrero 280135', 2, 18, 2340, 20, '2022050414411763_2.png', '2022050414411763_2.png,20220504144121672_2.png,20220504144127669_2.png,20220504144131300_2.png', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(676, 'Outdoor Research GoreTex 經典西雅圖防水圓盤帽 紅 榮獲戶外獎項 Seattle Sombrero 82130', 2, 18, 2160, 20, '20170630195146836_2.jpg', '20170630195146836_2.jpg,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(677, 'OUTDOOR RESEARCH RETRO SEATTLE SOMBRERO GORETEX 防水圓盤帽 黑/紫', 2, 18, 2160, 20, '20181007130653138_2.jpg', '20181007130653138_2.jpg,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(678, 'Outdoor Research 防水抗紫外線透氣中盤帽 錫灰 Helium Rain Full Brim Hat 279927', 2, 18, 1800, 20, '20210503173739638_2.png', '20210503173739638_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(679, 'Outdoor Research 防水抗紫外線透氣中盤帽 黑 Helium Rain Full Brim Hat 279927', 2, 18, 1800, 20, '20210503175631631_2.png', '20210503175631631_2.png,20210503175646323_2.png,20210503175650499_2.png,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(680, 'Outdoor Research 防水抗紫外線透氣中盤帽 橄欖綠 Helium Rain Full Brim Hat 279927', 2, 18, 1800, 20, '20210503175746649_2.png', '20210503175746649_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(681, 'Outdoor Research Gore-Tex 防水透氣棒球帽/鴨舌帽 黑 Seattle Rain Cap 281307', 2, 18, 1620, 20, '20210503165320248_2.png', '20210503165320248_2.png,20210503165453722_2.png,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(682, 'Outdoor Research Gore-Tex 防水透氣棒球帽/鴨舌帽 卡其 Seattle Rain Cap 281307', 2, 18, 1620, 20, '20210503170105571_2.png', '20210503170105571_2.png,,,', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(683, 'Outdoor Research Gore-Tex 防水透氣棒球帽/鴨舌帽 棕黃 Seattle Rain Cap 281307', 2, 18, 1620, 20, '2022053117005922_2.png', '2022053117005922_2.png,20220531170104846_2.png,20220531170111698_2.png,20220531170117600_2.png', '重量	54 g\n材質	bluesign® Approved 54% Cotton, 46% Nylon\n產地	越南', 'Chore Bucket 非常適合那些喜歡為任何事情做好準備的人，無論您是在旅途的路上還是只是在家裡做一些家務。\n耐用、防潑水的面料快乾且吸濕排汗，側邊鉛筆插孔非常適合在戶外進行探勘、測量、拍攝等工作的朋友們。\n免受陽光照射的 UPF 50+ 防曬等級，透氣面料能讓您保持一整天的涼爽舒適。', '0', '防水'),
(684, 'Pajak RADICAL 8Z 波蘭白鵝絨睡袋 紅 1030g/900FP', 5, 20, 26000, 20, '20210927120237799_2.png', '20210927120237799_2.png,20210927120242868_2.png,20210927120247605_2.png,20210927120250641_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(685, 'Pajak RADICAL 1Z 波蘭白鵝絨睡袋/三季睡袋 金黃 440g/900FP', 5, 20, 18000, 20, '20191113171948172_2.jpg', '20191113171948172_2.jpg,20191025180904394_2.jpg,20191025180846189_2.jpg,201910251809355_2.jpg', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(686, 'Pajak RADICAL 4Z 波蘭白鵝絨睡袋 紅 720g/900FP', 5, 20, 22000, 20, '20201224175153519_2.png', '20201224175153519_2.png,20201224175237763_2.png,20201224175301931_2.png,20201224175316183_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(687, '100mountain 可機洗二合一化纖睡袋/丸洗睡袋/露營睡袋 橘 Washable Sleeping Bag H606D', 5, 19, 1800, 20, '20221121152621694_2.png', '20221121152621694_2.png,,,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(688, '100mountain 可機洗二合一化纖睡袋/丸洗睡袋/露營睡袋 綠 Washable Sleeping Bag H606D', 5, 19, 1800, 20, '20221121152228354_2.png', '20221121152228354_2.png,,,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(689, '100mountain 可機洗二合一化纖睡袋/丸洗睡袋/露營睡袋 一組二入 2in1 Washable Sleeping Bag H606D', 5, 19, 3200, 20, '20170822020109589_2.jpg', '20170822020109589_2.jpg,,,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(690, 'Pajak RADICAL 12Z 波蘭白鵝絨睡袋 紅 1280g/900FP', 5, 20, 33000, 20, '20220607135113640_2.png', '20220607135113640_2.png,20220607135417984_2.png,202206071354223_2.png,20220607135428173_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(691, 'Pajak RADICAL ULX 波蘭白鵝絨睡袋/三季睡袋 金黃 190g/900FP', 5, 20, 9500, 20, '20220518141406356_2.png', '20220518141406356_2.png,20220518133200386_2.png,20220518133210460_2.png,20220518133214365_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(692, 'Pajak CORE 950 波蘭白鴨絨睡袋 海軍藍 1400g/700FP', 5, 20, 14800, 20, '20220105105351393_2.png', '20220105105351393_2.png,20220105105657635_2.png,20220105105640627_2.png,20220105105643604_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(693, 'Pajak CORE 550 波蘭白鴨絨睡袋 海軍藍 900g/700FP', 5, 20, 9500, 20, '20210927114022190_2.png', '20210927114022190_2.png,20210927114027212_2.png,20210927114036946_2.png,20210927114039399_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(694, 'Pajak CORE 400 波蘭白鴨絨睡袋 海軍藍 800g/700FP', 5, 20, 8800, 20, '20210927105512631_2.png', '20210927105512631_2.png,20210927105527733_2.png,20210927105530195_2.png,20210927105533408_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(695, 'Pajak CORE 250 波蘭白鴨絨睡袋 海軍藍 420g/700FP', 5, 20, 7600, 20, '20220104173210727_2.png', '20220104173210727_2.png,20220104173213692_2.png,20220104173216128_2.png,20220104173218914_2.png', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(696, '100mountain 700FP 鴨絨羽絨睡袋/登山睡袋/露營睡袋 1.0Kg 南湖灰', 5, 19, 6300, 20, '20200616151343538_2.jpg', '20200616151343538_2.jpg,20210816143927246_2.jpg,,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(697, 'Pajak RADICAL 10Z 波蘭白鵝絨睡袋 紅 1100g/900FP', 5, 20, 32000, 20, '20191113171248336_2.jpg', '20191113171248336_2.jpg,20191025155839141_2.jpg,20191025155903901_2.jpg,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(698, 'Pajak RADICAL 16H 波蘭白鵝絨睡袋 黑/銀 1500g/900FP', 5, 20, 39800, 20, '20191113170447806_2.jpg', '20191113170447806_2.jpg,20191025171643725_2.jpg,20191025171658180_2.jpg,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(699, 'Pajak RADICAL 16H 波蘭白鵝絨睡袋/登山睡袋 紅 1500g/900FP', 5, 20, 39800, 20, '20191113164911515_2.jpg', '20191113164911515_2.jpg,20191025171643725_2.jpg,20191025171658180_2.jpg,', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(700, 'Pajak Quest 4Two 波蘭白鴨絨雙人睡袋 橄綠 1400g', 5, 20, 16000, 20, '20191113162344428_2.jpg', '20191113162344428_2.jpg,20191028184128427_2.jpg,20191028184228204_2.jpg,20191028184246914_2.jpg', '填充物	歐規 900FP 波蘭白鵝絨 (美規 950+FP)\n填充物重量	Short : 210g / Regular : 220 g / Long : 245 g\n總重量	Short : 約 420 g / Regular : 約 440 g / Long : 約 480 g\n布料材質	Ultralight GELANOTS Rip Stop Shell\n收納後體積	Short : 2.1 L / Regular : 2.2 L / Long : 2.3 L', 'Radical 1Z 採用 Z 結構縫合，此結構能有效降低經縫線散失的熱能，牢牢地鎖住體溫；並填充 220g 歐規 900FP 高品質波蘭鵝絨，舒適溫度為 5°C(EN 13537)，重量僅 440g，是 Pajak Z 結構睡袋中最輕量的款式，收納後體積僅約 2.5L，適合台灣春夏季節高海爬登山使用。', '0', '0'),
(701, 'Komperdell 碳纖+鈦金快扣登山杖 女用 120cm/213g 單支販售 BOREA CARBON PRO 1752359', 1, 16, 2340, 20, '20210902141534644_2.png', '20210902141534644_2.png,20210902141546130_2.png,20210902141550678_2.png,20210902141553902_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(702, 'Komperdell 航太鋁合金快扣登山杖 女用 120cm/220g 單支販售 TRAMONTANA TI 1742356', 1, 16, 1800, 20, '2021090213461226_2.png', '2021090213461226_2.png,20210902134615136_2.png,20210902134619160_2.png,2021090213462258_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(703, 'Komperdell 輕量碳纖+鈦金強力鎖定登山杖 短版 120cm/200g 單支販售 CARBON C3 PRO COMPACT 1752361', 1, 16, 2250, 20, '2021090215350565_2.png', '2021090215350565_2.png,20210827180938379_2.png,20210827162419731_2.png,20210114171119307_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(704, 'Komperdell 輕量碳纖+鈦金強力鎖定登山杖 140cm/221g 單支販售 CARBON C3 PRO 1752360', 1, 16, 2250, 20, '20210902153051677_2.png', '20210902153051677_2.png,20210827180535695_2.png,20210827162419731_2.png,20210114171119307_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(705, 'Komperdell 鋁合金泡棉短握把避震登山杖 140cm/257g HIGHLANDER AS 1742440-999', 1, 16, 1485, 20, '20190213125014729_2.jpg', '20190213125014729_2.jpg,,,', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(706, 'Komperdell 超輕雲量級全碳纖登山越野跑杖/登山杖 140cm/187g 單支販售 CARBON C3_CLOUD 1752368', 1, 16, 2880, 20, '20220810115313105_2.png', '20220810115313105_2.png,20220810115316498_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(707, 'Komperdell 輕量全碳纖快折登山杖 135cm/238g 單支販售 CARBON FXP 4 SUMMIT-VARIO 1942363', 1, 16, 3150, 20, '20220811160948869_2.png', '20220811160948869_2.png,20220811160952861_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0');
INSERT INTO `product` (`product_sid`, `product_name`, `product_category_sid`, `brand_sid`, `product_price`, `product_inventory`, `product_img`, `product_imgs`, `product_spec`, `product_feature`, `size`, `proof`) VALUES
(708, 'Komperdell 輕量全碳纖快折登山杖(短版) 125cm/214g 單支販售 CARB FXP4 SUMMITVARIO-COMPACT 1942364', 1, 16, 3150, 20, '20220811155411799_2.png', '20220811155411799_2.png,20220811155416198_2.png,20220811155420904_2.png,20220810111944714_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(709, 'Komperdell 航太鋁合金強力鎖定登山杖 140cm/271g 單支販售 TREKMASTER POWERLOCK 1742331', 1, 16, 1350, 20, '20220811154227613_2.png', '20220811154227613_2.png,20220811154230107_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(710, 'Komperdell 航太鋁合金強力鎖定登山杖(短版) 120cm/252g 單支販售 TREKMASTER POWERLOCK COMPACT 1742332', 1, 16, 1350, 20, '20220811153453744_2.png', '20220811153453744_2.png,20220811153457548_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(711, 'Komperdell 輕量碳纖+鈦金強力鎖定登山杖 140cm/210g 單支販售 CARBON COMPOSITE C3 1752370', 1, 16, 1980, 20, '20220810183640661_2.png', '20220810183640661_2.png,20220810183644730_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(712, 'Komperdell 輕量碳纖+鈦金強力鎖定登山杖(短版) 120cm/195g 單支販售 CARBON COMPOSITE COMPACT 1752371', 1, 16, 1980, 20, '20220810184528481_2.png', '20220810184528481_2.png,20220810183644730_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(713, 'Komperdell 航太鋁合金強力鎖定登山杖 140cm/245g 單支販售 EXPLORER CONTOUR CORK 1742318', 1, 16, 1980, 20, '20220810182453125_2.png', '20220810182453125_2.png,20220810182458883_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(714, 'Komperdell 航太鋁合金強力鎖定登山杖(短版) 120cm/229g 單支販售 EXPLORER COMPACT CORK 1742316', 1, 16, 1980, 20, '20220810181434453_2.png', '20220810181434453_2.png,20220810181437982_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(715, 'Komperdell 航太鋁合金強力鎖定登山杖 140cm/239g 單支販售 EXPLORER CONTOUR PL 1742314', 1, 16, 1710, 20, '20220810114230693_2.png', '20220810114230693_2.png,20220810114233315_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(716, 'Komperdell 航太鋁合金強力鎖定登山杖(短版) 120cm/220g 單支販售 EXPLORER COMPACT PL 1742315', 1, 16, 1710, 20, '20220810111830433_2.png', '20220810111830433_2.png,20220810112104155_2.png,20220810111944714_2.png,2022081011194741_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(717, 'Komperdell 航太鋁合金強力鎖定孩童登山杖 125cm 單支販售 Peak Hunter JR PL 1642313', 1, 16, 810, 20, '20220810103254712_2.png', '20220810103254712_2.png,20220810103343562_2.png,20220810103313754_2.png,20220810103326660_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(718, 'Komperdell 航太鋁合金孩童登山杖 105cm 單支販售 Trailblazer Kid´s 1642314', 1, 16, 540, 20, '2022081016360264_2.png', '2022081016360264_2.png,20220810103343562_2.png,20220810103313754_2.png,20220810103326660_2.png', '重量	213 g\n管柱材質	碳纖維、Titanal.HF 高密度鋁合金\n握把材質	Trek Pro Foam 280 軟木色泡棉握把\n鎖定系統	Power lock 3.0 快速壓扣\n收納尺寸	57 cm\n使用尺寸	90~120 cm\n管徑尺寸	∅ 18 / 16 / 14 mm\n產地	奧地利', 'Komperdell 創立於 1922 年，總公司及工廠設於奧地利，一直到今日仍維持在奧地利製造所有滑雪杖及登山杖產品，\n以生產高品質滑雪杖、登山杖著稱。BOREA CARBON PRO 由高品質碳纖維與鋁合金製成，精心打造的各項細節與質感，\n觸感舒適的軟木握柄和特別柔軟的手腕帶，讓您在徒步旅行的過程中倍感舒適。', '0', '0'),
(719, '客製化 排汗衫 (綠)', 11, 1, 4990, 20, 'custom1.png', '', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\r\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\r\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\r\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(720, '客製化 排汗衫 (灰藍)', 11, 1, 4990, 20, 'custom2.png', '', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\r\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\r\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\r\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(721, '客製化 排汗衫 (灰)', 11, 1, 4990, 20, 'custom3.png', '', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\r\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\r\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\r\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水'),
(722, '客製化 排汗衫 (深藍)', 11, 1, 4990, 20, 'custom4.png', '', '三層布結構的風雨衣，適合全年在天氣多變的戶外環境使用。採用再生聚酯纖維製成，不含全氟碳化合物。風帽可三向調節，空間可容納頭盔。雙向拉鍊附防風擋片。兩側腋下透氣拉鍊，可作通風散熱之調節。', '專為天氣不穩定的高難度探險活動所研發的輕柔機能夾克，一年四季皆可穿著。\r\n以高效能、低環衝的彈性布料 Eco-Shell 製成。這種材質不僅耐磨，同時可自然貼合身體律動，\r\n排除身體活動所累積的濕氣。這款外套非常適合健行或滑雪旅行使用，\r\n極簡設計有助於降低推進的阻力，同時具備讓人信賴的防護力，即使遭遇惡劣天候也不用擔心。', 'S', '抗水');

-- --------------------------------------------------------

--
-- 資料表結構 `product_category`
--

CREATE TABLE `product_category` (
  `product_category_sid` int(11) NOT NULL,
  `product_category` varchar(200) NOT NULL,
  `gender` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `product_category`
--

INSERT INTO `product_category` (`product_category_sid`, `product_category`, `gender`) VALUES
(1, '登山杖', NULL),
(2, '帽子', NULL),
(3, '背包', NULL),
(4, '頭燈', NULL),
(5, '睡袋', NULL),
(6, '登山襪', NULL),
(7, '鞋子', '男'),
(8, '鞋子', '女'),
(9, '外套', '男'),
(10, '外套', '女'),
(11, '排汗衫', '男'),
(12, '排汗衫', '女');

-- --------------------------------------------------------

--
-- 資料表結構 `product_order`
--

CREATE TABLE `product_order` (
  `order_sid` int(11) NOT NULL,
  `order_num` varchar(255) CHARACTER SET utf8 COLLATE utf8_german2_ci NOT NULL,
  `products_sid` int(11) NOT NULL,
  `size` varchar(255) NOT NULL,
  `qty` int(255) NOT NULL,
  `total` int(255) NOT NULL,
  `img` varchar(255) DEFAULT NULL,
  `star` int(11) DEFAULT NULL,
  `message` varchar(255) DEFAULT NULL,
  `messageTime` date DEFAULT NULL,
  `created_time` datetime NOT NULL DEFAULT current_timestamp(),
  `custom_img` varchar(10000) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `product_order`
--

INSERT INTO `product_order` (`order_sid`, `order_num`, `products_sid`, `size`, `qty`, `total`, `img`, `star`, `message`, `messageTime`, `created_time`, `custom_img`) VALUES
(1, '1670377450811', 142, 'M', 2, 15360, '20220907184132871_2.png', 4, '藍色超好看Der，爬七星山都不會冷，超讚的配送速度！！！', '2022-12-07', '2022-12-07 09:45:31', NULL),
(2, '1670382498231', 142, 'L', 1, 7680, '20220907184132871_2.png', 5, '爬山必備的吧！\n賣家出貨很快，Pchome 24H沒兩樣\n一定推薦朋友來買\n5星好評！！！', '2022-12-07', '2022-12-07 11:10:49', NULL),
(3, '1670382867744', 142, 'L', 1, 7680, '20220907184132871_2.png', 4, '買給男友穿~\n他說還行，下次考慮回購', '2022-12-07', '2022-12-07 11:19:07', NULL),
(4, '1670403974992', 142, 'M', 1, 7680, '20220907184132871_2.png', 4, '質感很好，雖然小貴，但實用', '2022-12-07', '2022-12-07 17:07:35', NULL),
(5, '1670404435644', 142, 'M', 1, 7680, '20220907184132871_2.png', 5, '這東西實屬牛B，雙擊給個讚', '2022-12-07', '2022-12-07 17:14:40', NULL),
(6, '1670404595916', 142, 'L', 1, 7680, '20220907184132871_2.png', 5, '防水度很好，不用撐傘都可以行走江湖', '2022-12-07', '2022-12-07 17:17:22', NULL),
(7, '1670729722690', 342, 'US6.5', 1, 8010, '20221121174557848_2.png', NULL, NULL, NULL, '2022-12-11 11:35:32', NULL),
(8, '1670729722690', 719, 'M', 1, 4990, NULL, NULL, NULL, NULL, '2022-12-11 11:35:32', 'af9938cf-d36f-495e-a97b-7e4c956b7963.png');

-- --------------------------------------------------------

--
-- 資料表結構 `rental`
--

CREATE TABLE `rental` (
  `sid` int(11) NOT NULL,
  `rental_category` varchar(255) NOT NULL,
  `rental_name` varchar(255) NOT NULL,
  `rental_price` int(11) NOT NULL,
  `rental_brand` varchar(255) NOT NULL,
  `rental_label` varchar(255) NOT NULL,
  `rental_img` varchar(255) NOT NULL,
  `rental_time` datetime DEFAULT current_timestamp(),
  `rental_specification` text NOT NULL,
  `rental_introdution` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `rental`
--

INSERT INTO `rental` (`sid`, `rental_category`, `rental_name`, `rental_price`, `rental_brand`, `rental_label`, `rental_img`, `rental_time`, `rental_specification`, `rental_introdution`) VALUES
(1, '帳篷', 'TiiTENT Sunrise 日出隧道帳', 979, 'TiiTENT', '四人帳', '20220627103654599_2.png', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(2, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 ', 817, 'TiiTENT', '二人帳', '20220701180814734_2.png,20220701180825204_2.jpg,20220701180835788_2.jpg,20220701180846272_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(3, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 綠', 1050, 'TiiTENT', '二人帳', '20220701180634977_2.png,2022070118064792_2.png,20220701180655723_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(4, '帳篷', 'TiiTENT Hill 200 雙人自立小帳 黑', 852, 'TiiTENT', '二人帳', '20220701142748872_2.png,20220701180344675_2.jpg,2022070118035082_2.jpg,20220701154526591_2.png,20220701154307450_2.jpg', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(5, '睡袋', '經典睡袋', 1297, 'Snow Peak', '睡袋', '輪播牆睡袋.jpg,輪播牆睡袋2.jpg,輪播牆睡袋3.jpg', '2022-09-22 15:06:42', '★來自登山露營愛好者的評選\n100%天然水鳥羽毛\n雙開拉鍊設計\n防風束口繩\n腳部立體設計  舒適不會有壓迫感', '產品尺寸：(190+30) x 75cm\n收納尺寸：Φ20cm x 32.5cm\n重量：約1500g(±10%誤差)\n面料材質：190T滌絲紡(防潑水塗層)\n裡料材質：190T春亞紡\n填充材質：250g/㎡定型中空棉\n顏色：咖啡、墨綠\n產地：中國\n適用溫標：5°C-10°C'),
(6, '帳篷', 'TiiTENT 太空帳 軍綠', 1138, 'TiiTENT', '四人帳', '20220818112946647_2.png', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(7, '帳篷', 'TiiTENT SPACE PRO太空帳', 998, 'TiiTENT', '四人帳', '20220818112348647_2.png,20220810140646296_2.png,2022081014064088_2.png', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(9, '帳篷', 'Snow Peak 寢室帳/露營帳篷', 1475, 'Snow Peak', '四人帳', '20200215163639230_2.png,20200215163727622_2.png,20200215163835978_2.png,20200215164309431_2.png', '2022-09-22 15:06:42', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(10, '帳篷', 'TiiTENT 沐夏帳 全尺寸地布 ', 340, 'TiiTENT', '四人帳', '20220715182250826_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(12, '帳篷', 'TiiTENT Big Sunrise 大三環棉感日出隧道帳全尺寸地布 485x360cm', 900, 'TiiTENT', '四人帳', '2022063015535122_2.jpeg,20220630155359291_2.jpeg', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(13, '帳篷', 'TiiTENT 沐夏帳 海軍藍', 1095, 'TiiTENT', '四人帳', '2022052714005054_2.jpg,20220527140106432_2.jpg,20220527140114911_2.png,20220527140120432_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(14, '帳篷', 'TiiTENT 沐夏帳 卡其 MuchaTENT', 1482, 'TiiTENT', '四人帳', '2022052711463582_2.jpg,20220527134441446_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(17, '帳篷', 'Snow Peak 別墅帳/露營帳篷 象牙白', 1163, 'Snow Peak', '四人帳', '20191005120255327_2.jpg', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(18, '帳篷', 'TiiTENT 海軍藍', 1485, 'TiiTENT', '四人帳', '2022010516332750_2.png,20220105145710862_2.jpg,20220105163403414_2.jpg,20220428185025223_2.jpg,2022042818502925_2.jpg,20220428185036406_2.jpg,20220428185041748_2.jpg', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(19, '帳篷', 'TiiTENT M33 Triangulum 單峰帳/金字塔帳 卡其', 1481, 'TiiTENT', '四人帳', '20220428184044341_2.png,20220428184117180_2.jpg,20220428184136572_2.jpg,20220428184152869_2.jpg,20220105165830458_2.png,20220105143244308_2.jpg,20220105143310390_2.jpg,202201051433252_2.jpg,20220105143329238_2.jpg', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(20, '帳篷', 'ZANE ARTS ZEKU-M 晴空', 1451, 'ZANE ARTS', '四人帳', '20220712174601864_2.png,20200903155013236_2.png,20200903155031713_2.png,20200903155127217_2.png,2020090315550711_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(21, '帳篷', 'ZANE ARTS OKITOMA-2 日川', 1313, 'ZANE ARTS', '二人帳', '20220712174333513_2.png,20210719164127696_2.jpg,20210719164354662_2.jpg,20210719164358799_2.png,20210719164400510_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(22, '帳篷', 'tent-Mark PEPO帳篷/小山屋 TM-1803', 1424, 'tent-Mark', '四人帳', '202112090943422_2.png,20211209094344694_2.png,2021120909434716_2.png,20211209094350805_2.png,20211209094611770_2.png,20211209094614172_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(24, '帳篷', 'Snow Peak TP-671R 豪華別墅帳/露營帳篷 Land Lock', 939, 'Snow Peak', '四人帳', '20170830113532854_2.jpg', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(28, '帳篷', 'Snow Peak TP-782 格蘭伯格帳 L', 1121, 'Snow Peak', '四人帳', '20210514133650838_2.jpg,20210514133657915_2.png,20210514133703722_2.png,20210514133722712_2.png,20210514133725922_2.png,202105141337292_2.png', '2022-09-22 15:06:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(31, '帳篷', 'TiiTENT 太空帳 ', 1200, 'TiiTENT', '四人帳', '20200215163639230_2.png,20200215163727622_2.png,20200215163835978_2.png,20200215164309431_2.png', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(34, '帳篷', 'Snow Peak TP-400 多功能紗網天幕帳', 1411, 'Snow Peak', '四人帳', '2017090518060633_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(35, '帳篷', 'Snow Peak 冬季華麗帳篷', 1291, 'Snow Peak', '四人帳', '冬季帳篷.webp,冬季帳篷2.webp,冬季帳篷3.webp', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(36, '帳篷', 'Snow Peak TP-600 Morg 長型客廳帳 Pro.air', 1184, 'Snow Peak', '四人帳', '20170830113751943_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(37, '帳篷', 'Snow Peak TP-606 LAND BASE 6 LB6多功能基地天幕帳', 1248, 'Snow Peak', '四人帳', '20170905181044964_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(38, '帳篷', 'Snow Peak SET-500 Lounge 客廳帳組', 919, 'Snow Peak', '四人帳', '2017081611363076_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(39, '帳篷', 'SNOW PEAK TP-880R 拱形客廳帳 一房一廳 ENTRY 2 ROOM ELFIELD', 960, 'Snow Peak', '四人帳', '20190121124523708_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(42, '帳篷', 'Snow Peak SET-250RH 拱型帳天幕組', 1245, 'Snow Peak', '四人帳', '20180523120403158_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(45, '帳篷', 'Hilleberg Keron 4 科隆 黑標 頂級四人帳篷 綠 4.7 kg', 1036, 'HILLEBERG', '四人帳', '2017090117503210_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(46, '帳篷', 'Hilleberg Keron 2 GT 科隆 黑標 頂級二人帳篷 紅 5.0 kg', 1370, 'HILLEBERG', '二人帳', '20170901175032376_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(47, '帳篷', 'Snow Peak TP-820 LS 多功能天幕 L', 1446, 'Snow Peak', '四人帳', '20180328170024721_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(48, '帳篷', 'Hilleberg Kaitum 4 卡頓 紅標 輕量四人帳篷 綠 3.9 kg', 817, 'HILLEBERG', '四人帳', '20170901175032323_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(49, '帳篷', 'Hilleberg Kaitum 4 卡頓 紅標 輕量四人帳篷 紅 3.9 kg', 1143, 'HILLEBERG', '四人帳', '20170901175032373_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(50, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 綠 4.6 kg', 1183, 'HILLEBERG', '四人帳', '20170901175032576_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(51, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 紅 4.6 kg', 986, 'HILLEBERG', '四人帳', '20170901175032885_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(52, '帳篷', 'Hilleberg Altai UL  阿泰 藍標 輕量蒙古包 紅 340x340cm 4.3kg', 917, 'HILLEBERG', '四人帳', '20170901175032242_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(53, '帳篷', 'Hilleberg Kaitum 4 GT 卡頓 紅標 輕量四人帳篷 沙棕 4.6 kg', 1258, 'HILLEBERG', '四人帳', '20170901175032518_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(54, '帳篷', 'Hilleberg Kaitum 3 GT 卡頓 紅標 輕量二人帳篷 紅 4.1 kg', 1240, 'HILLEBERG', '二人帳', '20170901175032858_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(55, '帳篷', 'Hilleberg Kaitum 3 GT 卡頓 紅標 輕量三人帳篷 沙棕 4.1 kg', 1282, 'HILLEBERG', '三人帳', '20170901175032566_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(56, '帳篷', 'Hilleberg Saitaris 賽特瑞斯 黑標 頂級四人帳篷 紅 6.6 kg', 1251, 'HILLEBERG', '四人帳', '2017090117503272_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(57, '帳篷', 'Hilleberg Saitaris 賽特瑞斯 黑標 頂級四人帳篷 綠 6.6 kg', 909, 'HILLEBERG', '四人帳', '20170901175032541_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(58, '帳篷', 'Hilleberg Nammatj 3 GT 那瑪特 黑標 頂級三人帳篷 紅  4.1 kg', 904, 'HILLEBERG', '三人帳', '20170901175032960_2.jpg', '2022-09-22 15:07:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(91, '帳篷', 'ZANE ARTS ZEKU-L 晴空 L', 982, 'ZANE ARTS', '一房一廳帳', '20221011105721268_2.png,20210719172119583_2.png,20210719172127515_2.jpg,20210719172137621_2.jpg,20210719172143773_2.png,20210719172146987_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(92, '帳篷', 'ZANE ARTS LOLO', 1402, 'ZANE ARTS', '一房一廳帳', '20220809133732944_2.png,20220809133737796_2.png,2022080913374265_2.png,20220809133813136_2.png,20220809133821973_2.png,20220809133829530_2.png,2022080913383872_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(93, '帳篷', 'TiiTENT 4sunrise 棉感日出隧道帳/露營帳篷 茉黃', 1395, 'TiiTENT', '一房一廳帳', '20220712174333513_2.png,20210719164127696_2.jpg,20210719164354662_2.jpg,20210719164358799_2.png,20210719164400510_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(95, '帳篷', 'tent-Mark DESIGNS 馬戲團ST DX帳篷 TM-910182', 810, 'tent-Mark', '露營客廳帳', '2021102614322616_2.png,20211026143230198_2.png,20211026143233387_2.png,2021102615011390_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(98, '帳篷', 'Snow Peak TP-781 格蘭伯格帳 M', 963, 'Snow Peak', '一房一廳帳', '20210514131407326_2.jpg,20210514131414730_2.png,202105141314374_2.png,20210514131506588_2.png,20210514131510226_2.png,20210514131514838_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(99, '帳篷', 'tent-Mark DESIGNS 馬戲團TC DX帳篷 TM-19CTDX', 1349, 'tent-Mark', '露營客廳帳', '2021102615121172_2.png,20211026151215739_2.png,20211026151218341_2.png,20211026151220150_2.png,20211026151223984_2.png,20211026151226114_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(100, '帳篷', 'TiiTENT 日出隧道帳/象牙白', 1230, 'TiiTENT', '一房一廳帳', '100.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(101, '帳篷', 'TiiTENT 派對遮陽帳', 1058, 'TiiTENT', '一房一廳帳', '101.jpg,101-1.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(105, '露營椅', 'Helinox Chair One Black 超輕量露營椅 黑', 594, 'Helinox', '椅子,Helinox｜Chair One', '20210727145907151_2.png,20180501113313249_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(108, '帳篷', 'ZANE ARTS GIGI-1 日如常', 1143, 'ZANE ARTS', '一房一廳帳', '20200903144533589_2.png,20200903144411381_2.png,20200903144423209_2.png,20200903144455530_2.png,20200903144515959_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(110, '帳篷', 'ZANE ARTS GIGI-2 月如常', 1044, 'ZANE ARTS', '一房一廳帳', '110.jpg,110-1.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(112, '帳篷', 'KAZMI GEOPATH 黑膠黑森林別墅帳 K9T3T005BK', 1447, 'KAZMI', '一房一廳帳', '112-1.jpg,112-2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(116, '帳篷', 'Hilleberg Altai XP 阿泰 藍標 蒙古包 紅 340x340cm 5.2kg', 992, 'HILLEBERG', '露營客廳帳', '20221107163829989_2.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(118, '帳篷', 'Hilleberg Keron 4 科隆 黑標 頂級四人帳篷 紅 4.7 kg', 1026, 'HILLEBERG', '四人帳', '20170901175032960_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(119, '帳篷', 'Hilleberg Nammatj 3 GT 那瑪特 黑標 頂級三人帳篷 沙棕 4.1 kg', 964, 'HILLEBERG', '三人帳', '1211-3-1.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(120, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 沙棕 5.3 kg', 1357, 'HILLEBERG', '三人帳', '20170901175032411_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(121, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 紅 5.3 kg', 806, 'HILLEBERG', '三人帳', '20170901175032380_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(122, '帳篷', 'Hilleberg Saivo 賽佛 黑標 頂級三人帳篷 綠 5.3 kg', 961, 'HILLEBERG', '三人帳', '20170901175032418_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(123, '帳篷', 'Hilleberg Tarra 頂級二人帳篷', 954, 'HILLEBERG', '二人帳', '1211-3-1.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(124, '帳篷', 'Hilleberg Tarra 泰拉 黑標 頂級二人帳篷 綠 4.3 kg', 1089, 'HILLEBERG', '二人帳', '20170901175032871_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(125, '帳篷', 'Hilleberg Tarra 泰拉 黑標 頂級二人帳篷 紅 4.3 kg', 1258, 'HILLEBERG', '二人帳', '20170901175032862_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(126, '帳篷', '犀牛 A-350 四季用豪華四人露營帳蓬', 848, 'Rhino 犀牛', '四人帳', '20170630162041112_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(127, '帳篷', '犀牛 A-150 四人掛鉤蒙古包/露營帳篷', 696, 'Rhino 犀牛', '四人帳', '20170630162041891_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(128, '帳篷', '犀牛 A-110 二人掛鉤露營帳篷', 688, 'Rhino 犀牛', '二人帳', '20170630162041496_2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(130, '帳篷', '犀牛 蒙古包帳篷', 176, 'Rhino 犀牛', '四人帳', '1211-2-1.jpg,1211-2-2.jpg,1211-2-2.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(131, '帳篷', '犀牛 經典帳篷', 129, 'Rhino 犀牛', '四人帳', '1211-1-1.png,1211-1-2.png,1211-1-3.png', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm'),
(133, '露營椅', 'Helinox Tactical Chair 輕量戰術椅/露營椅 灰綠 Foliage green', 630, 'Helinox', '椅子,Helinox｜Chair One,Helinox｜戰術系列', '20221118114041517_2.png,20210622133908676_2.jpg,20210622133912234_2.jpg,20210622133916646_2.jpg,20210622133919120_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(134, '露營椅', 'KAZMI KZM IMS三折合鋼網燒烤桌含收納袋 K22T3U03', 856, 'KAZMI', '露營折疊桌,野餐桌,桌子', '20220810170101155_2.png,20220810170109757_2.png,20220810170215705_2.png,20220810170225607_2.png,20220810170232482_2.png,20220810170243661_2.png,20220810170255620_2.png,20220810170259903_2.png,20220810170303580_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(135, '露營椅', 'KAZMI KZM 素面小板凳 2入 K21T1C03', 119, 'KAZMI', '椅子,戶外椅,摺疊椅', '20220128175154617_2.png,20220128175202958_2.png,20220128175212456_2.png,20220128175223835_2.png,20220128175231486_2.png,20220128175245609_2.png,2022012817530591_2.png,20220128175053170_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(136, '露營椅', 'KAZMI KZM 極簡時尚輕巧折疊椅/露營摺疊椅 經典黑 K9T3C001', 110, 'KAZMI', '椅子,戶外椅,摺疊椅', '20190718172153808_2.jpg,20190718172203664_2.jpg,20190718172110475_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(137, '露營椅', 'KAZMI KZM 極簡時尚輕巧折疊椅/露營摺疊椅 橄欖綠 K9T3C001KH', 110, 'KAZMI', '椅子,戶外椅,摺疊椅', '20190816173939307_2.jpg,20190816173945378_2.jpg,20190816173927887_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(138, '露營椅', 'KAZMI KZM 印花休閒折疊椅 紅 K20T1C018RD', 196, 'KAZMI', '椅子,戶外椅,摺疊椅', '2020072719092581_2.png,20200727190952572_2.png,20200727185815115_2.png,20200727185858543_2.png,20200727190139630_2.png,20200727190220558_2.png,20200727190406675_2.png,20200727190513683_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(139, '露營椅', 'KAZMI KZM 印花休閒折疊椅 藍 K20T1C018NAVY', 196, 'KAZMI', '椅子,戶外椅,摺疊椅', '20200727185703763_2.png,20200727185815115_2.png,20200727185858543_2.png,20200727190139630_2.png,20200727190220558_2.png,20200727190406675_2.png,20200727190513683_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(140, '露營椅', 'KAZMI KZM 印花休閒折疊椅 黑 K20T1C018BK', 196, 'KAZMI', '戶外椅,摺疊椅', '20200727191124725_2.png,20200727185858543_2.png,20200727190139630_2.png,20200727190220558_2.png,20200727185815115_2.png,20200727190952572_2.png,20200727190513683_2.png,20200727190406675_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(141, '露營椅', 'KAZMI KZM 彩繪民族風迷你豪華休閒折疊椅/露營摺疊椅 酒紅 K7T3C006', 336, 'KAZMI', '椅子,戶外椅,摺疊椅', '20210214115201275_2.png,20210214115208997_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(142, '露營椅', 'KAZMI KZM 彩繪民族風迷你豪華休閒折疊椅/露營摺疊椅 藍灰 K7T3C006', 336, 'KAZMI', '椅子,戶外椅,摺疊椅', '20210214115950346_2.png,20210214120018536_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(143, '露營椅', 'Helinox Chair Two 輕量高背露營椅/露營椅 黑/卡其/紫 12893', 756, 'Helinox', '椅子,Helinox｜Chair Two', '2022062214213168_2.png,20220622142144407_2.png,20220622142148737_2.png,20220622142154293_2.png,20220622142200316_2.png,2022062214220418_2.png,20220622142210850_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(144, '露營椅', 'Helinox Tactical Chair 輕量戰術椅/露營椅 多地形迷彩 Multicam', 774, 'Helinox', '椅子,Helinox｜Chair One,Helinox｜戰術系列', '20210622135633376_2.jpg,20170630193849290_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(145, '露營椅', 'Helinox Sunset Chair 輕量高腳椅 黑/卡其/紫 承重145kg', 900, 'Helinox', '椅子,Helinox｜Sunset Chair', '20220930135920159_2.png,20220930135932836_2.png,20220930135936466_2.png,20220930135941944_2.png,20220930135947986_2.png,20220930135952359_2.png,20220930135957739_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(146, '露營椅', 'Helinox Sunset Chair 輕量高腳椅/露營椅 拼接圖騰-藍 Blue bandana 承重145kg', 900, 'Helinox', '椅子,Helinox｜Sunset Chair', '20220930134940215_2.png,20220930135016314_2.png,20220930135020165_2.png,20220930135027117_2.png,20220930135033516_2.png,20220930135039844_2.png,20220930135044975_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(147, '露營椅', 'Helinox Tactical Sunset Chair 輕量戰術高腳椅/露營椅 黑 Black', 1134, 'Helinox', '椅子,Helinox｜Sunset Chair,Helinox｜戰術系列', '20191203153455471_2.png,20210622153609601_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(148, '露營椅', 'Helinox Tactical Sunset Chair 輕量戰術高腳椅/露營椅 狼棕 Coyote tan', 1134, 'Helinox', '椅子,Helinox｜Sunset Chair,Helinox｜戰術系列', '2019071015260656_2.jpg,20210622153937727_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(149, '露營椅', 'Helinox Tactical Sunset Chair 輕量戰術高腳椅/露營椅 軍綠 Military Olive', 1134, 'Helinox', '椅子,Helinox｜Sunset Chair,Helinox｜戰術系列', '20190502160258855_2.jpg,20210622154251997_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(150, '露營椅', 'Helinox Tactical Table M 11058 輕量戰術桌/露營桌 軍綠 Military olive', 810, 'Helinox', '桌子,Helinox｜戰術系列', '20210622162431855_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(151, '露營椅', 'Helinox Tactical Table M 輕量戰術桌/露營桌 狼棕 Coyote Tan', 810, 'Helinox', '桌子,Helinox｜戰術系列', '20190502153313651_2.jpg,20210622162002671_2.jpg,20210622162004938_2.jpg,20210622162007922_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(152, '露營椅', 'cAmP33 手工實木可收納椅 沙色 更新版', 1010, 'cAmP 33', '椅子,戶外椅,摺疊椅', '20221107132947652_2.png,20221107132957539_2.png,20221107133005791_2.png,20221107133015835_2.png,20221107133043272_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(153, '露營椅', 'cAmP33 手工實木可收納椅 質感灰 更新版', 1010, 'cAmP 33', '椅子,戶外椅,摺疊椅', '20211202071425565_2.jpg,2020071718054274_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(154, '露營椅', 'cAmP33 手工實木可收納椅 海軍藍 更新版', 1010, 'cAmP 33', '椅子,戶外椅,摺疊椅', '20211202071333690_2.jpg,20200717175744815_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(155, '露營椅', 'cAmP33 手工實木可收納椅 軍綠 更新版', 1010, 'cAmP 33', '椅子,戶外椅,摺疊椅', '20211202071253544_2.jpg,20200717174511100_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(156, '露營椅', 'cAmP33 手工實木可收納椅 經典黑 更新版', 1010, 'cAmP 33', '椅子,戶外椅,摺疊椅', '20211202070927784_2.jpg,2020071717052953_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(157, '露營椅', 'cAmP33 手工實木可收納椅 多地黑迷彩 更新版', 1160, 'cAmP 33', '椅子', '20220825150857233_2.png,20220825145215563_2.png,20220825145226956_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(158, '露營椅', 'cAmP33 手工實木可收納椅 多地迷彩 更新版', 1160, 'cAmP 33', '椅子', '20220825145823284_2.png,20220825145835413_2.png,20220825145839798_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(159, '露營椅', 'Snow Peak 紗網折疊椅 黑 LV-077M-BK', 960, 'Snow Peak', '椅子', '2021061117515641_2.png,20210611175205931_2.png,20210611175210868_2.png,2021061117521453_2.png,20210611175218683_2.png,20210611175224263_2.png,20210611175228171_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(160, '露營椅', 'TiiTENT 黑洞椅/黑洞BLACK HOLE竹把手休閒椅/露營折疊椅 卡其 承重100Kg TIBH-KH', 796, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20220411153646747_2.png,20220411153653978_2.png,20220411153639874_2.png,20220411153630424_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(161, '露營椅', 'TiiTENT 黑洞椅/黑洞BLACK HOLE竹把手休閒椅/露營折疊椅 黑 承重100Kg TIBH-BK', 796, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20220411172211163_2.png,20220411172220674_2.jpg,20220411172227879_2.jpg,20220411172233682_2.jpg,20220411154927576_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(162, '露營椅', 'TiiTENT 黑洞椅沙發墊 卡其 TIBHSC-KH', 456, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20221025160123740_2.jpg,20221114180856788_2.png,20221114180900923_2.png,202211141809046_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(163, '露營椅', 'TiiTENT 黑洞椅沙發墊 黑 TIBHSC-BK', 456, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20221025155317970_2.jpg,20221025155320915_2.jpg,20221025155326486_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造');
INSERT INTO `rental` (`sid`, `rental_category`, `rental_name`, `rental_price`, `rental_brand`, `rental_label`, `rental_img`, `rental_time`, `rental_specification`, `rental_introdution`) VALUES
(164, '露營椅', 'TiiTENT 大熊椅/大熊座URSA竹把手高背休閒椅/露營折疊椅 卡其 承重120Kg TIUR-KH', 636, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20220413140542406_2.jpg,202204111726488_2.png,2022041115294731_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(165, '露營椅', 'TiiTENT 大熊椅/大熊座URSA竹把手高背休閒椅/露營折疊椅 黑 承重120Kg TIUR-BK', 636, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20220413140631484_2.jpg,20220411153247570_2.png,2022041117340266_2.png,20220411173353540_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(166, '露營椅', 'TiiTENT 大熊椅沙發墊 卡其 TIURSC-KH', 456, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20221025153704150_2.jpg,20221025153711512_2.jpg', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(167, '露營椅', 'TiiTENT 大熊椅沙發墊 黑 TIURSC-BK', 456, 'TiiTENT', '椅子,戶外椅,摺疊椅', '20221025152935574_2.jpg,20221114180952494_2.png,20221114180958215_2.png,20221114181006897_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(168, '露營椅', 'Helinox Seat Warmer for Chair One 雙面保暖椅套 黑/藍黃 12456', 324, 'Helinox', 'Helinox｜Chair One', '20220622165324218_2.png,20220622165346704_2.png,20220622165351359_2.png,20220622165358503_2.png,20220622165407352_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(172, '露營椅', 'KAZMI KZM 手作原木迷你折疊桌 K22T3U01', 1196, 'KAZMI', '露營木桌,露營折疊桌,野餐桌,桌子', '20220825170353371_2.png,20220825170441438_2.png,20220825170446287_2.png,2022082517045238_2.png,20220825170458444_2.png,20220825170504811_2.png,20220825170509623_2.png,20220825170515135_2.png,2022082517051997_2.png,20220825170524343_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(174, '露營椅', 'Barrack09 二代手繪圖騰900D雙人椅 黑', 596, 'Barrack09', '椅子,戶外椅,摺疊椅', '20220822144013299_2.png,20220411144528700_2.png,2022082214313291_2.png,20220822143138974_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(176, '露營椅', 'KAZMI KZM IMS三折合燒烤桌含收納袋 K22T3U02', 796, 'KAZMI', '桌子', '20220810173318685_2.png,2022081017332595_2.png,2022081017342081_2.png,2022081017342850_2.png,20220810173435750_2.png,20220810173443683_2.png,20220810173451424_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(177, '露營椅', 'KAZMI KZM 輕量椅 灰 承重120Kg K21T1C01GR', 396, 'KAZMI', '椅子,戶外椅,摺疊椅', '20220708152836842_2.png,20220708152905792_2.png,20220523110812341_2.png,20220523110759713_2.png,20220523110821235_2.png,20220523110750963_2.png,20220708152937179_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(178, '露營椅', 'KAZMI KZM 高背輕量椅 灰 承重120Kg K21T1C02GR', 596, 'KAZMI', '椅子,戶外椅,摺疊椅', '20220708152531470_2.png,2022070815255626_2.png,20211221181812914_2.png,20211221181810643_2.png,20211221181815808_2.png,20220708152620410_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(179, '露營椅', 'KAZMI KZM 素面雙人摺疊椅 K20T1C014', 516, 'KAZMI', '椅子,戶外椅,摺疊椅', '20200728160157699_2.png,20200728160627656_2.png,2020072816085869_2.png,20200728160957515_2.png,20200728161134537_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(182, '露營椅', 'Helinox Seat Warmer for Sunset/Beach Chair 雙面保暖椅套 黑/藍黃 12460', 378, 'Helinox', 'Helinox｜Sunset Chair', '20220622170800748_2.png,20220622170806736_2.png,20220622170811838_2.png,20220622170817809_2.png,20220622170822935_2.png,20220622170832266_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(183, '露營椅', 'Helinox Seat Warmer for Chair Two 雙面保暖椅套 黑/藍黃 12478', 360, 'Helinox', 'Helinox｜Chair Two', '20220622170304105_2.png,20220622170311175_2.png,2022062217031589_2.png,20220622170321344_2.png,20220622170326737_2.png,2022062217033023_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(187, '露營椅', 'CARGO 加寬小板凳2入 沙色', 256, 'CARGO', '椅子,戶外椅,摺疊椅', '2022052417142418_2.png,20220524171433432_2.png,20220524171439236_2.png,20220524171446911_2.png,20220524171453786_2.png,20220524171458385_2.png,20220524171502220_2.png,20220524171507420_2.png,20220524171512537_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(189, '露營椅', 'KAZMI 彩繪民族風懶人折疊椅 藍灰', 196, 'KAZMI', '椅子', '20220524155253840_2.png,20220524155258823_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(190, '露營椅', 'KAZMI 彩繪民族風懶人折疊椅/露營摺疊椅 酒紅 K8T3C003', 196, 'KAZMI', '椅子', '20220524151653866_2.png,20220524151659565_2.png,2022052415170914_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(191, '露營椅', 'KAZMI KZM 輕量椅 黑 承重120Kg K21T1C01BK', 396, 'KAZMI', '椅子,戶外椅,摺疊椅', '2022052311071736_2.png,20220523110739562_2.png,20220523110750963_2.png,20220523110759713_2.png,20220523110812341_2.png,20220523110821235_2.png,20220523110835219_2.png,20220523110841787_2.png', '2022-11-27 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(192, '露營椅', 'KAZMI 彩繪民族風豪華休閒折疊椅/露營摺疊椅 黑色 K3T3C025BK', 316, 'KAZMI', '椅子,戶外椅,摺疊椅', '20190723161507889_2.jpg,20190723161512798_2.jpg,20190723161518493_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(193, '露營椅', 'Helinox Tactical Chair 輕量戰術椅/露營椅 狼棕 Coyote tan', 630, 'Helinox', '椅子,Helinox｜Chair One,Helinox｜戰術系列', '20170630193849376_2.jpg,20210622133449631_2.jpg,20210622133453316_2.jpg,20210622133456753_2.jpg,20210622133459729_2.jpg,20210622133502952_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(194, '露營椅', 'Helinox Tactical Chair 輕量戰術椅/露營椅 軍綠 Military olive', 630, 'Helinox', '椅子,Helinox｜Chair One,Helinox｜戰術系列', '20210622134115404_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(195, '露營椅', 'Helinox Chair Two 輕量高背露營椅/露營椅 拼接圖騰-藍', 792, 'Helinox', '椅子,Helinox｜Chair Two', '20220622142956807_2.png,20220622143001992_2.png,20220622143006427_2.png,20220622143011231_2.png,20220622143018599_2.png,20220622143026732_2.png,20220622143032253_2.png,20220622143038836_2.png,20220622143043634_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(196, '露營椅', 'Helinox Chair Zero-Grey 超輕量露營椅/露營椅 灰 490g/承重120kg', 662, 'Helinox', '椅子,Helinox｜Chair Zero', '2018050111331375_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(197, '露營椅', 'Helinox Chair One 超輕量露營椅 拼接圖騰-藍', 630, 'Helinox', '椅子,Helinox｜Chair One', '20220622140828901_2.png,20220622140836126_2.png,20220622140844717_2.png,20220622144024238_2.png,20220622143955921_2.png,20220622144001966_2.png,20220622144010491_2.png,20220622144019798_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(198, '露營椅', 'Helinox Tactical Chair 輕量戰術椅/露營椅 黑色', 630, 'Helinox', '椅子,Helinox｜Chair One,Helinox｜戰術系列', '20170630193849759_2.jpg,20210622132829989_2.jpg,20210622132838663_2.jpg,20210622132842413_2.jpg,2021062213284770_2.jpg,20210622132854347_2.jpg,20210622132858802_2.jpg,20210622132902318_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(199, '露營椅', 'Helinox Sunset Chair 輕量高腳椅 全黑 All Black 承重 145 kg', 864, 'Helinox', '椅子,Helinox｜Sunset Chair', '20191230170217165_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(200, '露營椅', 'Helinox Chair One 超輕量露營椅 森林綠 Forest Green', 594, 'Helinox', '椅子,Helinox｜Chair One', '202210031103534_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(201, '露營椅', 'Helinox Chair One 超輕量露營椅 全黑 All Black', 594, 'Helinox', '椅子,Helinox｜Chair One', '2019123013554832_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(202, '露營椅', 'Helinox Tactical Sunset Chair 輕量戰術高腳椅/露營椅 灰綠 Foliage green', 1134, 'Helinox', '椅子,Helinox｜Sunset Chair,Helinox｜戰術系列', '20190502154823703_2.jpg,20210622154108790_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(203, '露營椅', 'Helinox Chair One 超輕量露營椅 黑/卡其/紫 10049', 594, 'Helinox', '椅子,Helinox｜Chair One', '20220622135853815_2.png,20220622144921905_2.png,20220622144933901_2.png,20220622144942271_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(205, '露營椅', 'Helinox Chair Zero High Back 超輕量高背露營椅 灰 10560', 792, 'Helinox', '椅子,Helinox｜Chair Zero', '20220622151550841_2.png,20220622151555702_2.png,20220622151600503_2.png,20220622151605234_2.png,20220622151609822_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(206, '露營椅', 'Helinox Chair Zero High Back 超輕量高背露營椅 黑 10559', 792, 'Helinox', '椅子,Helinox｜Chair Zero', '202206221459107_2.png,20220622145915474_2.png,20220622145920247_2.png,20220622145926593_2.png,20220622145931746_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(207, '露營椅', 'Helinox 橡膠椅腳套組 黑 Ball Feet set(4Pcs) 12770', 58, 'Helinox', '椅子', '20220623160612669_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(208, '露營椅', 'Helinox Rocking Foot Chair one XL專用搖椅腳 黑 12786', 432, 'Helinox', '椅子,Helinox｜Sunset Chair', '20220623150246209_2.png,20220623150250652_2.png,20220623150255184_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(209, '露營椅', 'KAZMI KZM 高背輕量椅 黑 承重120Kg K21T1C02BK', 596, 'KAZMI', '椅子,戶外椅,摺疊椅', '20211221181804365_2.png,2021122118180798_2.png,20211221181810643_2.png,20211221181812914_2.png,20211221181815808_2.png,20211221181818224_2.png,20211221181821684_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(210, '露營椅', 'Helinox Seat Warmer for Chair One 雙面保暖椅套 藍/紅圖騰印花 12490', 324, 'Helinox', 'Helinox｜Chair One', '20220413102253616_2.png,20220413102258278_2.png,20220413105254726_2.png,20220413105303790_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(211, '露營椅', 'Helinox Seat Warmer for Sunset/Beach Chair 雙面保暖椅套 狼棕/森林綠 12503', 378, 'Helinox', 'Helinox｜Sunset Chair', '20220413113625662_2.png,20220413113631189_2.png,20220413113637643_2.png,20220413113645122_2.png,20220413113652200_2.png,20220413113700276_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(212, '露營椅', 'Helinox Seat Warmer for Sunset/Beach Chair 雙面保暖椅套 藍/紅圖騰印花 12492', 378, 'Helinox', 'Helinox｜Sunset Chair', '20220413113057530_2.png,20220413113101481_2.png,20220413113108100_2.png,20220413113114935_2.png,2022041311311927_2.png,20220413113123620_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(213, '露營椅', 'Helinox Fleece Seat Warmer for Chair One 刷毛保暖椅套 黑 12479', 224, 'Helinox', 'Helinox｜Chair One', '20220412173454947_2.png,20220412173500950_2.png,20220412173504349_2.png,20220412173510832_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(214, '露營椅', 'Helinox Fleece Seat Warmer for Chair Two 刷毛保暖椅套 黑 12480', 242, 'Helinox', 'Helinox｜Chair Two', '20220412171101687_2.png,20220412171107108_2.png,2022041217111265_2.png,20220412171117866_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(215, '露營椅', 'Helinox Fleece Seat Warmer for Sunset/Beach Chair 刷毛保暖椅套 黑 12481', 260, 'Helinox', 'Helinox｜Sunset Chair', '20220412171647533_2.png,20220412171653826_2.png,20220412171657307_2.png,2022041217170356_2.png,20220412171709666_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(216, '露營椅', 'Helinox Table Solid Top 素色桌板 狼棕 31237', 446, 'Helinox', '桌子', '2022041315074880_2.png,20220413150752643_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(217, '露營椅', 'Snow Peak 短版休閒椅30/露營摺疊椅 灰色 LV-093GY', 975, 'Snow Peak', '椅子,戶外椅,摺疊椅', '20220210162130427_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(218, '露營椅', 'KAZMI KZM 素面木把手四段可調摺疊椅 黑 K20T1C32', 596, 'KAZMI', '椅子,戶外椅,摺疊椅', '2021010617175865_2.png,20210106171834308_2.png,20210106171847593_2.png,20210106171903793_2.png,20210106171913727_2.png,20210106171925676_2.png,20210106171943807_2.png,20210106171956923_2.png,2021010617200965_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(219, '露營椅', 'KZM 極簡時尚休閒折疊椅/露營摺疊椅 珊瑚粉 K9T3C002PK', 196, 'KAZMI', '椅子,戶外椅,摺疊椅', '20190816180907683_2.jpg,20190816180914387_2.jpg,20190816180919911_2.jpg,20190816180925243_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(220, '露營椅', 'KAZMI KZM 素面木把手低座折疊椅 卡其 K20T1C026', 376, 'KAZMI', '椅子,戶外椅,摺疊椅', '20210214114858285_2.png,20210214114907706_2.png,20210214114916371_2.png,20210214114303315_2.png,202102141143293_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(221, '露營椅', 'Forest Outdoor 超輕量戰術折疊凳/露營摺疊椅 2.0 狼棕 385g/承重100Kg FTC300CT', 105, 'Forest Outdoor', '椅子', '20200106185206710_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(222, '露營椅', 'Helinox Speed Stool M 小折凳 黑 14501', 630, 'Helinox', '椅子', '20210726110119153_2.jpg,20210726110129755_2.jpg,20210726110136345_2.jpg,20210726110139496_2.jpg,20210726110142310_2.jpg,20210726110144250_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(223, '露營椅', 'Helinox Ground Sheet Chair one 專用地布 黑', 180, 'Helinox', 'Helinox｜Chair One', '20210105161927947_2.png,20210105162306362_2.png,20210105162334312_2.png,20210105162352338_2.png,20210105162406119_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(224, '露營椅', 'Helinox Swivel Chair 露營椅 黑', 810, 'Helinox', '椅子', '20180501121622196_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(226, '露營椅', 'KAZMI KZM 彩繪民族風休閒折疊椅/露營摺疊椅 藍灰 K20T1C007GR', 196, 'KAZMI', '椅子,戶外椅,摺疊椅', '20190531194136152_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(227, '露營椅', 'SNOW PEAK LV-073KRD FD KID\'S CHAIR 孩童折疊椅 紅色', 496, 'Snow Peak', '椅子', '2019051618293679_2.jpg,20190516182945335_2.jpg,20190516182951584_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(228, '露營椅', 'KAZMI 彩繪民族風豪華休閒折疊椅', 396, 'KAZMI', '椅子', '20180501121622386_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(229, '露營椅', 'Helinox專用搖椅腳', 288, 'Helinox', '椅子,Helinox｜Chair One', '20210226163345584_2.png,20210226163357950_2.png,20210226163417971_2.png,20210226163432237_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(230, '露營椅', 'SNOW PEAK UG-282 LOW CHAIR 吊掛杯架', 184, 'Snow Peak', '椅子', '20190131142837223_2.jpg,20190131142923644_2.jpg,20190131142930295_2.jpg,20190131142935374_2.jpg,20190131142941137_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(231, '露營椅', 'Helinox 性感露營椅', 180, 'Helinox', 'Helinox｜Chair Zero', '1211-4-1.jpg,1211-4-2.jpg,1211-4-3.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(232, '露營椅', 'KAZMI KZM 軍事風舒適摺疊椅 軍綠 K20T1C021', 356, 'KAZMI', '椅子', '20201217141439815_2.png,20201217141453634_2.png,20201217141520862_2.png,2020121714153215_2.png,20201217141546796_2.png,20201217141600904_2.png,20201217141614452_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(233, '露營椅', 'KAZMI KZM 印花迷你豪華休閒椅 紅 K20T1C020RD', 336, 'KAZMI', '椅子,戶外椅,摺疊椅', '20201217115450176_2.png,20201217115508926_2.png,20201217115529645_2.png,20201217115543602_2.png,20201217115554409_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(234, '露營椅', 'Helinox Tactical Bench 戰術長凳 軍綠 Militaryolive', 1002, 'Helinox', '椅子,Helinox｜戰術系列,戶外椅,摺疊椅', '20210622181933526_2.png,20210622181936412_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(235, '露營椅', 'Helinox Tactical Bench 戰術長凳 黑 black', 1284, 'Helinox', '椅子,Helinox｜戰術系列', '20210622180633678_2.png,20210622180643559_2.jpg,20210622180646799_2.jpg,20210622180652437_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(236, '露營椅', 'cAmP33 X 櫸木折疊椅', 290, 'cAmP 33', '椅子,戶外椅,摺疊椅', '231.webp,231-2.webp,231-3.webp', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(237, '露營椅', '櫸木折疊椅 經典黑', 290, 'cAmP 33', '椅子,戶外椅,摺疊椅', '237-1.webp,237-2.webp,237-3.webp', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(238, '露營椅', 'Walkstool Basic 三腳折疊椅 50cm 承重150kg WB50', 396, 'Walkstool', '椅子,戶外椅,摺疊椅', '20191101121402387_2.jpg,20191101121418464_2.jpg,20191101124021754_2.jpg,20191101124046849_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(239, '露營椅', 'Helinox Sunset Chair 高背露營椅 黑', 864, 'Helinox', '椅子,Helinox｜Sunset Chair', '20180501121622607_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(240, '露營椅', 'Helinox Chair Zero-Sand 超輕量露營椅 沙色 490g/承重120kg', 662, 'Helinox', '椅子,Helinox｜Chair Zero', '20190502130126885_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(241, '露營椅', 'Helinox Chair Zero-Black 超輕量露營椅 黑 490g/承重120kg', 662, 'Helinox', '椅子,Helinox｜Chair Zero', '20190429163204160_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(242, '露營椅', 'Helinox超輕量露營椅', 594, 'Helinox', '椅子,Helinox｜Chair One', '242-1.jpg,242-2.jpg,242-3.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(243, '露營椅', 'Helinox Chair One 超輕量露營椅 拼接色 Multi Block', 594, 'Helinox', '椅子,Helinox｜Chair One', '20191230110603533_2.jpg,20191230111110115_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(244, '露營椅', 'Helinox Tactical Speed Stool M 戰術小折凳 多地迷彩 Multicam', 756, 'Helinox', '椅子,Helinox｜戰術系列', '20210623121047217_2.png,20210623121053522_2.png,20210623121056778_2.png,2021062312110021_2.png,20210623121103953_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(245, '露營椅', 'Helinox Chair One 超輕量露營椅 多地迷彩(新色) Multicam', 716, 'Helinox', '椅子,Helinox｜Chair One', '20200101174321520_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(246, '露營椅', 'Helinox Sunset Chair 輕量高腳椅 森林綠 Forest Green 承重 145 kg', 864, 'Helinox', '椅子,Helinox｜Sunset Chair', '20210104150821875_2.png,20210104150837517_2.png,20210104150910712_2.png,20210104150929132_2.png,20210104150958835_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(247, '露營椅', 'Helinox Sunset Chair 輕量高腳椅 藍色 Blue Block 承重 145 kg', 864, 'Helinox', '椅子,Helinox｜Sunset Chair', '20191230170458592_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(248, '露營椅', 'Helinox Chair Two 輕量高背露營椅 藍', 756, 'Helinox', '椅子,Helinox｜Chair Two', '20210104141813340_2.png,20210104141830671_2.png,20210104141854646_2.png,20210104141924801_2.png,20210104141948212_2.png,20210104142022459_2.png', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(249, '電風扇', 'Helinox 照明電風扇', 810, 'Helinox', '電風扇', '輪播牆電風扇.jpg,輪播牆電風扇2.jpg,輪播牆電風扇3.jpg', '2022-11-28 12:41:02', '3檔光源與風量可調\n高品質靜音無刷電機\n一機多用', '型號：DQ212\n材質：主機-ABS+PP+矽膠+電子元件 / 三腳架-矽膠+鋁管\n尺寸：180x180x115mm（風扇主機）/192x183x342mm（三腳架風扇）\n重量：560g\n輸入電壓：DC 5V/2A\n輸出功率：4W\n輸入接口：Type-c\n電池容量：10000mAh\n使用時間：1檔風量約27小時，2檔風量約13小時，3檔風扇約8小時\n充電時間：約4.5個小時\n內容物：風扇主機、三腳架、掛鉤、Type-c充電線、說明書\n產地：中國\n保固:收到商品如有瑕疵，鑑賞期內可退換貨'),
(250, '露營椅', 'Helinox Chair One XL 超輕量露營椅 黑', 810, 'Helinox', '椅子,Helinox｜Chair One', '20180501121622844_2.jpg', '2022-11-28 12:41:02', '要做一張椅子，從一開始打樣基本雛形後，為了呈現坐感舒適的角度到高度，\r\n樣品上滿是千瘡百孔，試了不下數十次，換了一個角度就會牽動另一個角度。\r\n布的特性難免因為久坐或多或少產生變形量，光乘坐的地方就用了相當扎實的帆布，支撐力超好。\r\n因為我們很愛露營，所以知道大家對一張椅子的需求。', '椅背高度	41 cm\r\n坐寬	45 cm\r\n坐深	46 cm\r\n坐高	35 cm\r\n重量	3.5 kg\r\n承重	110 kg\r\n材質	Ash 北美梣木\r\n產地	台灣設計台灣製造'),
(255, '帳篷', 'TiiTENT 棉感日出紗網帳', 1385, 'TiiTENT', '一房一廳帳', '105.jpg,105-1.jpg', '2022-09-22 15:08:43', '張開眼睛，在陽光鳥叫中被喚起，是我們最幸福的時光，\r\n舒適帳篷拉近了你我在大自然的距離。\r\n他的機能與設計，原封不動地保留，並升級加大空間，\r\n面寬加大到 380 cm，高度往上增加 10 cm，\r\n整體空間感增加 33%，形成了更寬敞的空間運用。\r\n\r\nBig Sunrise日出隧道帳，保留 Pcotton 面料優異的隔熱效果，\r\n新增加的後窗設計，更將通風性往上提升了一個等級，風的流動更加優異。\r\nBig Sunrise 大三環給您露營的新體驗，在大自然間，找到屬於自己的質感天地\r\n，享受光與風的輕撫。', '外帳尺寸	長 510 x 寬 380 x 高 205 cm\r\n內帳尺寸	長215 x 寬 360 x 高 190 cm\r\n收納尺寸	71 x 37 x 35 cm');

-- --------------------------------------------------------

--
-- 資料表結構 `rental_order`
--

CREATE TABLE `rental_order` (
  `order_sid` int(11) NOT NULL,
  `order_num` varchar(255) NOT NULL,
  `rental_sid` int(11) NOT NULL,
  `store_out` varchar(255) DEFAULT NULL COMMENT '(租)',
  `store_back` varchar(255) DEFAULT NULL COMMENT '(還)',
  `out_date` date DEFAULT NULL,
  `back_date` date DEFAULT NULL,
  `day` int(11) NOT NULL,
  `deliveryFee` int(11) NOT NULL COMMENT '跨店費用',
  `qty` int(255) NOT NULL,
  `total` int(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `star` int(11) DEFAULT NULL,
  `message` varchar(255) DEFAULT NULL,
  `messageTime` date DEFAULT NULL,
  `created_time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `rental_order`
--

INSERT INTO `rental_order` (`order_sid`, `order_num`, `rental_sid`, `store_out`, `store_back`, `out_date`, `back_date`, `day`, `deliveryFee`, `qty`, `total`, `img`, `star`, `message`, `messageTime`, `created_time`) VALUES
(1, '1670816374258', 255, '大安店', '大安店', '2022-12-12', '2022-12-13', 1, 0, 5, 31500, '105.jpg', 5, '我覺得這個帳篷好棒\n好期待露營喔', '2022-12-12', '2022-12-12 11:40:25'),
(2, '1670816497124', 255, '大安店', '大安店', '2022-12-12', '2022-12-13', 1, 0, 1, 6300, '105.jpg', 3, '怎麼材質跟老娘的絲襪差不多容易破阿', '2022-12-12', '2022-12-12 11:42:11');

-- --------------------------------------------------------

--
-- 資料表結構 `replies`
--

CREATE TABLE `replies` (
  `sid` int(11) NOT NULL,
  `post_sid` int(11) NOT NULL,
  `parent_sid` int(11) DEFAULT NULL,
  `member_sid` int(11) NOT NULL,
  `context` varchar(255) NOT NULL,
  `datetime` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `replies`
--

INSERT INTO `replies` (`sid`, `post_sid`, `parent_sid`, `member_sid`, `context`, `datetime`) VALUES
(14, 45, NULL, 7, '天空好藍 😊', '2022-12-08 18:05:47'),
(15, 48, NULL, 7, '顏色看起來好棒喔~', '2022-12-08 18:08:57'),
(16, 46, NULL, 7, '真的很有高山的感覺', '2022-12-08 18:09:39'),
(17, 46, NULL, 2, '天氣好好', '2022-12-08 18:17:10'),
(18, 45, NULL, 2, '這張好看', '2022-12-08 18:17:30'),
(19, 42, NULL, 2, '我也要+1', '2022-12-08 18:17:51'),
(20, 51, NULL, 1, '下次一起去', '2022-12-08 18:20:59'),
(21, 45, NULL, 1, '改天一起去啊', '2022-12-08 18:21:27'),
(22, 42, NULL, 1, '+1', '2022-12-08 18:22:10'),
(23, 52, NULL, 2, '很夢幻', '2022-12-08 18:39:28'),
(24, 54, NULL, 2, '真的超美', '2022-12-08 18:39:44'),
(25, 54, NULL, 8, '超美的', '2022-12-08 18:41:24'),
(26, 53, NULL, 8, '拍的好看～', '2022-12-08 18:41:41'),
(27, 52, NULL, 8, '好夢幻喔', '2022-12-08 18:41:54'),
(28, 51, NULL, 8, '夕陽好美', '2022-12-08 18:42:05'),
(29, 54, NULL, 4, '超級美 😊', '2022-12-08 18:45:27'),
(30, 53, NULL, 4, '好看喔~', '2022-12-08 18:45:42'),
(31, 56, NULL, 7, '超美的～～～', '2022-12-08 18:54:43'),
(32, 60, NULL, 5, '顏色好看', '2022-12-08 20:25:42'),
(33, 57, NULL, 5, '超會拍', '2022-12-08 20:25:56'),
(34, 56, NULL, 5, '跟我一樣美', '2022-12-08 20:29:10'),
(35, 58, NULL, 5, '好長喔', '2022-12-08 20:29:48'),
(40, 57, 0, 3, '太讚了吧><', '2022-12-11 16:12:58'),
(42, 53, 26, 3, '@葉紙: 謝謝～～', '2022-12-11 16:13:19'),
(43, 53, 30, 3, '@N7: 謝謝～', '2022-12-11 16:13:25'),
(45, 51, 0, 5, '太讚了吧', '2022-12-12 12:22:14'),
(47, 60, 32, 3, '5#@伯特: 安安加賴', '2022-12-12 12:47:23'),
(48, 58, 35, 3, '5#@伯特: 你的也是', '2022-12-12 12:47:38'),
(49, 57, 40, 3, '3#@貝果三號: 糾團糾團', '2022-12-12 12:47:56'),
(51, 54, 24, 3, '2#@ZX: 謝謝 ><', '2022-12-12 12:48:22'),
(52, 54, 29, 3, '4#@N7: 不客氣~', '2022-12-12 12:48:39'),
(53, 42, 19, 7, '2#@ZX: 下次一起去~', '2022-12-12 12:49:40'),
(54, 42, 19, 6, '7#@帥氣小苗: +1+1', '2022-12-12 12:50:19'),
(55, 45, 18, 6, '2#@ZX: 感謝讚美', '2022-12-12 12:50:38'),
(56, 48, 15, 6, '7#@帥氣小苗: 謝謝', '2022-12-12 12:50:47'),
(57, 51, 0, 6, '讚讚', '2022-12-12 12:50:59'),
(58, 58, 35, 6, '5#@伯特: 甚麼好長', '2022-12-12 12:51:36'),
(59, 58, 35, 6, '3#@貝果三號: 該不會你看過', '2022-12-12 12:51:51');

-- --------------------------------------------------------

--
-- 資料表結構 `room`
--

CREATE TABLE `room` (
  `room_sid` int(20) NOT NULL,
  `room_name` varchar(255) DEFAULT NULL,
  `location_sid` int(20) NOT NULL,
  `mountain_sid` int(20) DEFAULT NULL,
  `room_start_date` date NOT NULL,
  `room_end_date` date NOT NULL,
  `room_price` int(20) NOT NULL,
  `room_qty` int(20) NOT NULL,
  `room_details` varchar(255) DEFAULT NULL,
  `room_img` varchar(255) NOT NULL,
  `room_imgs` varchar(255) NOT NULL,
  `room_address` varchar(255) NOT NULL,
  `room_business_hours` varchar(255) NOT NULL,
  `room_telephone` varchar(255) NOT NULL,
  `room_entry_name` varchar(255) NOT NULL,
  `room_entry_address` varchar(255) NOT NULL,
  `room_entry_distance` varchar(255) NOT NULL,
  `room_service_sid` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `room`
--

INSERT INTO `room` (`room_sid`, `room_name`, `location_sid`, `mountain_sid`, `room_start_date`, `room_end_date`, `room_price`, `room_qty`, `room_details`, `room_img`, `room_imgs`, `room_address`, `room_business_hours`, `room_telephone`, `room_entry_name`, `room_entry_address`, `room_entry_distance`, `room_service_sid`) VALUES
(1, '南庄老寮Hostel', 4, 63, '2022-12-01', '2023-02-28', 600, 8, 'https://www.facebook.com/mountainlodge2014/', 'ROOM_10020.jpg', 'ROOM_10020.jpg,wash01.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉南江街50號', '9：00－18：00', '0963-937-030', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '15', '1,2,3,4,5,6,10,11,12'),
(2, '南庄天堂鳥民宿', 4, 63, '2022-12-01', '2023-03-31', 500, 6, 'https://heavenbird.many30.com/', 'ROOM_10040.jpg', 'ROOM_10040.jpg,wash02.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉南江村5鄰東江98號', '10：00－18：00', '0932-665-072', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '20', '1,2,3,4,5,6,9,10,11,12'),
(3, '南庄山行寄野民宿', 4, 63, '2022-12-01', '2023-01-31', 800, 8, 'http://www.037825438.com.tw/', 'ROOM_10026.jpg', 'ROOM_10026.jpg,wash03.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉25-1號', '8：30－18：00', '03-782-5438', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '18', '1,2,3,4,5,6,7,8,9,10,11,12'),
(4, '南庄毓琇圖書山莊', 4, 63, '2022-12-01', '2023-02-28', 650, 10, 'http://www.yu-show.com.tw/', 'ROOM_10042.jpg', 'ROOM_10042.jpg,wash04.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉里金館路35號', '8：00－17：00', '03-782-3939', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '19', '1,2,3,4,5,6,10,11,12'),
(5, '苗栗南庄光角背包客旅店', 4, 63, '2022-12-01', '2023-02-28', 700, 5, 'https://www.facebook.com/dacaggiog/', 'ROOM_10001.jpg', 'ROOM_10001.jpg,wash05.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉中山路53-1號', '8：30－18：00', '0905-601-160', '大坪林登山口', '苗栗縣南庄鄉 一葉蘭蘭園(專區)', '25', '1,2,3,4,5,6,9,10,11,12'),
(6, '南庄漫晨旅店', 4, 63, '2022-12-01', '2023-03-31', 600, 10, 'https://www.manchen.tw/', 'ROOM_10022.jpg', 'ROOM_10022.jpg,wash06.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉中山路40號', '8：00－17：00', '0960-954-132', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '35', '1,2,3,4,5,6,7,8,9,10,11,12'),
(7, '石壁彩虹民宿', 4, 63, '2022-12-01', '2023-01-31', 650, 5, 'https://www.booking.com/hotel/tw/shi-bi-cai-hong-min-su.zh-tw.html', 'ROOM_100050.jpg', 'ROOM_100050.jpg,wash07.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉石壁21號', '8：30－18：00', '03-782-1255', '大坪林登山口', '苗栗縣南庄鄉 一葉蘭蘭園(專區)', '30', '1,2,3,4,5,6,10,11,12'),
(8, '南庄橄欖樹咖啡民宿', 4, 63, '2022-12-01', '2023-02-28', 700, 8, 'https://www.olive-tree.idv.tw/', 'ROOM_10034.jpg', 'ROOM_10034.jpg,wash08.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉蓬萊村42份7-6號', '8：00－19：00', '0919-822-379', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '27.5', '1,2,3,4,5,6,9,10,11,12'),
(9, '南庄老街藝欣山莊', 4, 63, '2022-12-01', '2023-03-31', 800, 6, 'https://www.ysen.com.tw/', 'ROOM_10002.jpg', 'ROOM_10002.jpg,wash09.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉中正路240號', '8：00－17：00', '03-782-5868', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '18.5', '1,2,3,4,5,6,7,8,9,10,11,12'),
(10, '遇見台灣百合民宿', 4, 63, '2022-12-01', '2023-01-31', 500, 9, 'https://www.facebook.com/taiwanlilyhome/', 'ROOM_10043.jpg', 'ROOM_10043.jpg,wash10.jpg,jiali.jpg,jiali2.jpg', '苗栗縣三灣鄉圈69-11號', '9：00－20：00', '0911-481-600', '大坪林登山口', '苗栗縣南庄鄉 一葉蘭蘭園(專區)', '37.5', '1,2,3,4,5,6,10,11,12'),
(11, '問樵山居', 4, 63, '2022-12-01', '2023-01-31', 600, 10, 'http://www.wenqiaovilla.com/home.html', 'ROOM_10008.jpg', 'ROOM_10008.jpg,wash08.jpg,jiali.jpg,jiali2.jpg', '苗栗縣南庄鄉田美20號', '10：00－18：00', '0972-725-673', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '28', '1,2,3,4,5,6,9,10,11,12'),
(12, '松茂詩人的家', 5, 40, '2022-12-01', '2023-01-31', 600, 5, 'https://online.fliphtml5.com/ttbbw/ahfe/', 'ROOM_10003.jpg', 'ROOM_10003.jpg,wash01.jpg,MaWu.jpg,MaWu2.jpg', '台中市和平區中興路四段79之1號', '8：00－17：00', '0932-551-878', '雪霸國家公園 環山部落平等吊橋', '台中市和平區武陵路4號', '45', '1,2,3,4,5,6,7,8,9,10,11,12'),
(13, '梨山春發農園', 5, 40, '2022-12-01', '2023-02-28', 600, 8, 'https://lishanchunfa.mystrikingly.com/', 'ROOM_100051.jpg', 'ROOM_100051.jpg,wash03.jpg,MaWu.jpg,MaWu2.jpg', '台中市和平區中興路四段94之1號', '8：30－18：00', '0958-568-050', '雪霸國家公園 環山部落平等吊橋', '台中市和平區武陵路4號', '42', '1,2,3,4,5,6,10,11,12'),
(14, '都瑪斯民宿', 5, 40, '2022-12-01', '2023-03-31', 750, 6, 'https://xn--oct14uckfgtj8i1b.tw/', 'ROOM_10025.jpg', 'ROOM_10025.jpg,wash04.jpg,MaWu.jpg,MaWu2.jpg', '苗栗縣泰安鄉一鄰12-1號', '8：00－19：00', '03-796-2102', '雪霸國家公園 環山部落平等吊橋', '台中市和平區武陵路4號', '38', '1,2,3,4,5,6,9,10,11,12'),
(15, 'Sqoyaw天空', 5, 40, '2022-12-01', '2023-01-31', 800, 10, 'https://www.facebook.com/sqoyawsky/', 'ROOM_10007.jpg', 'ROOM_10007.jpg,wash06.jpg,MaWu.jpg,MaWu2.jpg', '台中市和平區中興路三段42-2號', '8：00－17：00', '0980-003-364', '雪霸國家公園 環山部落平等吊橋', '台中市和平區武陵路4號', '51', '1,2,3,4,5,6,7,8,9,10,11,12'),
(16, '翠峰農場 天文教育園區', 7, 5, '2022-12-01', '2023-01-31', 700, 10, 'https://www.okgocamping.com/', 'ROOM_10004.jpg', 'ROOM_10004.jpg,wash01.jpg,HeHuan.jpg,HeHuan2.jpg', '南投縣仁愛鄉仁和路235號', '10：00－18：00', '0916-483-369', '太魯閣國家公園', '台14甲線37K', '25', '1,2,3,4,5,6,10,11,12'),
(17, '南投清境雲頂山莊', 7, 5, '2022-12-01', '2023-01-31', 800, 5, 'https://www.top-cloud.com.tw/', 'ROOM_10010.jpg', 'ROOM_10010.jpg,wash03.jpg,HeHuan.jpg,HeHuan2.jpg', '南投縣仁愛鄉仁和路182-2號', '8：00－17：00', '04-9280-3788', '太魯閣國家公園', '台14甲線37K', '35', '1,2,3,4,5,6,9,10,11,12'),
(18, '清境木木杉阿彬民宿', 7, 5, '2022-12-01', '2023-01-31', 500, 10, 'https://booking.owlting.com/cingjingabinminshuku', 'ROOM_10035.jpg', 'ROOM_10035.jpg,wash08.jpg,HeHuan.jpg,HeHuan2.jpg', '南投縣仁愛鄉仁和路206之5號', '8：30－18：00', '04-9280-3347', '太魯閣國家公園', '台14甲線37K', '14', '1,2,3,4,5,6,7,8,9,10,11,12'),
(19, '黃慶果園民宿', 7, 5, '2022-12-01', '2023-02-28', 600, 5, 'http://www.homestay.com.tw/', 'ROOM_10006.jpg', 'ROOM_10006.jpg,wash02.jpg,HeHuan.jpg,HeHuan2.jpg', '南投縣仁愛鄉仁和路217之3號', '8：00－17：00', '04-9280-2678', '太魯閣國家公園', '台14甲線37K', '15', '1,2,3,4,5,6,10,11,12'),
(20, '清境31背包客棧', 7, 5, '2022-12-01', '2023-03-31', 600, 8, 'https://booking.owlting.com/nantou31backpack', 'ROOM_100052.jpg', 'ROOM_100052.jpg,wash01.jpg,HeHuan.jpg,HeHuan2.jpg', '南投縣仁愛鄉博望巷27號', '8：00－17：00', '0982-306-573', '太魯閣國家公園', '台14甲線37K', '10', '1,2,3,4,5,6,9,10,11,12'),
(21, '南庄天堂鳥民宿', 3, 32, '2022-12-01', '2023-03-31', 500, 6, 'https://heavenbird.many30.com/', 'ROOM_10037.jpg', 'ROOM_10037.jpg,wash04.jpg,RuChun.jpg,jiali2.jpg', '苗栗縣南庄鄉南江村5鄰東江98號', '10：00－18：00', '0932-665-072', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '20', '1,2,3,4,5,6,7,8,9,10,11,12'),
(22, '南庄山行寄野民宿', 3, 32, '2022-12-01', '2023-01-31', 800, 8, 'http://www.037825438.com.tw/', 'ROOM_10016.jpg', 'ROOM_10016.jpg,wash01.jpg,RuChun.jpg,jiali2.jpg', '苗栗縣南庄鄉25-1號', '8：30－18：00', '03-782-5438', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '18', '1,2,3,4,5,6,9,10,11,12'),
(23, '南庄毓琇圖書山莊', 3, 32, '2022-12-01', '2023-02-28', 650, 10, 'http://www.yu-show.com.tw/', 'ROOM_10005.jpg', 'ROOM_10005.jpg,wash02.jpg,RuChun.jpg,jiali2.jpg', '苗栗縣南庄鄉里金館路35號', '8：00－17：00', '03-782-3939', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '19', '1,2,3,4,5,6,7,8,9,10,11,12'),
(24, '苗栗南庄光角背包客旅店', 3, 32, '2022-12-01', '2023-02-28', 700, 5, 'https://www.facebook.com/dacaggiog/', 'ROOM_10038.jpg', 'ROOM_10038.jpg,wash08.jpg,RuChun.jpg,jiali2.jpg', '苗栗縣南庄鄉中山路53-1號', '9：00－20：00', '0905-601-160', '大坪林登山口', '苗栗縣南庄鄉 一葉蘭蘭園(專區)', '25', '1,2,3,4,5,6,9,10,11,12'),
(25, '南庄漫晨旅店', 3, 32, '2022-12-01', '2023-03-31', 600, 10, 'https://www.manchen.tw/', 'ROOM_10044.jpg', 'ROOM_10044.jpg,wash07.jpg,RuChun.jpg,jiali2.jpg', '苗栗縣南庄鄉中山路40號', '8：00－17：00', '0960-954-132', '鹿場登山口', '苗栗縣南庄鄉東河村鹿場24鄰19-20號', '35', '1,2,3,4,5,6,7,8,9,10,11,12'),
(26, '慈恩隧道何家果園民宿', 14, 10, '2022-12-01', '2023-05-31', 600, 20, 'https://www.facebook.com/ZhongHengCiEnHeJiaGuoYuan/', 'ROOM_10045.jpg', 'ROOM_10045.jpg,wash01.jpg,YANTO.jpg,YanTo2.jpg', '花蓮縣秀林鄉中部橫貫公路3號', '8：30－18：00', '0932-665-072', '羊頭山登山口', '慈恩隧道 中橫公路133.1K處', '5', '1,2,3,4,5,6,7,8,9,10,11,12'),
(27, '加草花園山莊', 5, 3, '2022-12-01', '2023-02-28', 1000, 8, 'https://booking.owlting.com/', 'ROOM_100053.jpg', 'ROOM_100053.jpg,wash01.jpg,shuei.jpg,shuei2.jpg', '新竹縣五峰鄉民石365號', '8：00－20：00', '0912-098-508', '雪山登山口服務站', '台中市和平區武陵路9之3號', '25', '1,2,3,4,5,6,10,11,12'),
(28, '雪霸觀霧天山休閒農場民宿', 5, 3, '2022-12-01', '2023-02-28', 800, 6, 'http://ushop31032.ec99.tw/', 'ROOM_10019.jpg', 'ROOM_10019.jpg,wash02.jpg,shuei.jpg,shuei2.jpg', '新竹縣五峰鄉353之5號', '9：00－20：00', '03-585-7022', '雪山登山口服務站', '台中市和平區武陵路9之3號', '20', '1,2,3,4,5,6,10,11,12'),
(29, '松柏民宿', 5, 3, '2022-12-01', '2023-03-31', 800, 10, 'https://booking.owlting.com/', 'ROOM_10047.jpg', 'ROOM_10047.jpg,wash04.jpg,shuei.jpg,shuei2.jpg', '台中市和平區中正路6號', '9：00－20：00', '04-2598-1448', '雪山登山口服務站', '台中市和平區武陵路9之3號', '15', '1,2,3,4,5,6,9,10,11,12'),
(30, '鹿林民宿', 5, 3, '2022-12-01', '2023-05-31', 900, 10, 'https://booking.owlting.com/', 'ROOM_100054.jpg', 'ROOM_100054.jpg,wash07.jpg,shuei.jpg,shuei2.jpg', '新竹縣五峰鄉清泉二零二之三號', '8：30－18：00', '03-585-6636', '雪山登山口服務站', '台中市和平區武陵路9之3號', '35', '1,2,3,4,5,6,7,8,9,10,11,12'),
(31, '嵩河源民宿', 5, 3, '2022-12-01', '2023-03-31', 700, 5, 'http://www.songriver.com.tw/', 'ROOM_100055.jpg', 'ROOM_100055.jpg,wash08.jpg,shuei.jpg,shuei2.jpg', '新竹縣尖石鄉9鄰14號', '8：00－17：00', '03-584-7752', '雪山登山口服務站', '台中市和平區武陵路9之3號', '38', '1,2,3,4,5,6,9,10,11,12');

-- --------------------------------------------------------

--
-- 資料表結構 `room_service`
--

CREATE TABLE `room_service` (
  `room_service_sid` int(20) NOT NULL,
  `room_service_name` varchar(255) NOT NULL,
  `room_service_icon` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `room_service`
--

INSERT INTO `room_service` (`room_service_sid`, `room_service_name`, `room_service_icon`) VALUES
(1, '淋浴', '1.png'),
(2, '沐浴用品', '2.png'),
(3, '吹風機', '3.png'),
(4, '毛巾', '4.png'),
(5, '空調', '5.png'),
(6, '電風扇', '6.png'),
(7, '免費wifi', '7.png'),
(8, '早餐', '8.png'),
(9, '登山口接駁', '9.png'),
(10, '登山諮詢', '10.png'),
(11, '飲水機', '11.png'),
(12, '插座', '12.png');

-- --------------------------------------------------------

--
-- 資料表結構 `sessions`
--

CREATE TABLE `sessions` (
  `session_id` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `expires` int(11) UNSIGNED NOT NULL,
  `data` mediumtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `store`
--

CREATE TABLE `store` (
  `store_sid` int(11) NOT NULL,
  `store_name` varchar(255) NOT NULL,
  `store_address_zone` varchar(255) NOT NULL,
  `store_address` varchar(255) NOT NULL,
  `delivery_fee_level` int(11) NOT NULL,
  `store_img` varchar(255) DEFAULT NULL,
  `store_introduction` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `store`
--

INSERT INTO `store` (`store_sid`, `store_name`, `store_address_zone`, `store_address`, `delivery_fee_level`, `store_img`, `store_introduction`) VALUES
(1, '大安店', '北區', '台北市大安區資展路一段', 1, '大安店.jpeg', '你印象中的戶外用品專賣店，是那種店面小小、卻塞滿商品，\n每次走進去都像在尋寶的地方嗎？這幾年，露營爬山這件事，\n可以說已經成為了全民運動。\n大安店走出單純的購買跟租借商品，而是致力打造體驗的氛圍，\n讓客人賓至如歸。'),
(2, '八德店', '北區', '桃園市八德區永安街1號', 1, '八德店.jpeg', '八德埤塘公園旁，有一間規模迷你、品項又極少的outdoor店家，在這個極富文青氣息的商圈出現，別小看八德店，從開幕至今已經培養出一群死忠客群，因為他們就是有辦法找到最特別的東西，用他們的語言說故事。\n除此之外這裡的店員，不只了解產品，還得測試產品的各種機能，必須上山下海！為了把自家服飾、背包、鞋子穿搭出最有風格的樣子，如果在挑選登山用品不知道如何選擇的話，這間店就是你最好的選擇。'),
(3, '臺中店', '中區', '臺中巿西區五權西路2號', 2, '臺中店.jpeg', '臺中店不定期會舉辦Deco Camp露營活動，直接示範給大家看。\n最迷人的是每一場都有日本職人陪大家做營燈燈飾、焚火台烤麵包、手沖咖啡，10月才剛結束的活動中，連國外知名登山youtuber，也來教大家如何挑選適合自己的登山露營設備。\n想時髦的入門戶外裝備，這裡保證好逛好買又好玩。'),
(4, '高雄店', '南區', '高雄市鳳山區光復路二段132號', 5, '高雄店.jpeg', '在2015年登山露營風潮大起之時，選擇在高雄一處靜巷內開張。店內空間有別於老牌戶外用品店的擺設，陳列跟裝潢融合工業風與Outdoor風，加上店外豐富且細心照料的的植栽，看得出來用了很多心思要營造舒適的購物空間，走進室內就像走到戶外。'),
(5, '花蓮店', '東區', '花蓮縣壽豐鄉志學村大學路2段1號', 9, '花蓮店.jpeg', '地處優美的東部市區，店內服飾、配件以民族戶外風為主要導向，兼具流行與機能，不用從東部上台北就能直接買到知名品牌的最新款商品，像是Manastash、Aldies、go slow caravan...而店內具有特色的民族風帳篷，反而還會吸引外地人特地前來挑選。');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`sid`),
  ADD UNIQUE KEY `account` (`account`);

--
-- 資料表索引 `booking_order`
--
ALTER TABLE `booking_order`
  ADD PRIMARY KEY (`order_sid`);

--
-- 資料表索引 `brand`
--
ALTER TABLE `brand`
  ADD PRIMARY KEY (`brand_sid`);

--
-- 資料表索引 `campaign`
--
ALTER TABLE `campaign`
  ADD PRIMARY KEY (`c_sid`),
  ADD KEY `campaign_ibfk_1` (`location_sid`),
  ADD KEY `campaign_ibfk_2` (`campaign_days_sid`);

--
-- 資料表索引 `campaign_days`
--
ALTER TABLE `campaign_days`
  ADD PRIMARY KEY (`campday_sid`);

--
-- 資料表索引 `campaign_order`
--
ALTER TABLE `campaign_order`
  ADD PRIMARY KEY (`order_sid`);

--
-- 資料表索引 `campaign_type`
--
ALTER TABLE `campaign_type`
  ADD PRIMARY KEY (`camptype_sid`);

--
-- 資料表索引 `coupon`
--
ALTER TABLE `coupon`
  ADD PRIMARY KEY (`coupon_sid`);

--
-- 資料表索引 `follows`
--
ALTER TABLE `follows`
  ADD PRIMARY KEY (`member_sid`,`follow_sid`),
  ADD KEY `follow_sid` (`follow_sid`);

--
-- 資料表索引 `likes`
--
ALTER TABLE `likes`
  ADD PRIMARY KEY (`member_sid`,`post_sid`);

--
-- 資料表索引 `location`
--
ALTER TABLE `location`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`member_sid`);

--
-- 資料表索引 `mountain`
--
ALTER TABLE `mountain`
  ADD PRIMARY KEY (`mountain_sid`);

--
-- 資料表索引 `order`
--
ALTER TABLE `order`
  ADD PRIMARY KEY (`order_sid`);

--
-- 資料表索引 `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`post_sid`);

--
-- 資料表索引 `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`product_sid`),
  ADD KEY `product_category_sid` (`product_category_sid`),
  ADD KEY `brand_sid` (`brand_sid`);

--
-- 資料表索引 `product_category`
--
ALTER TABLE `product_category`
  ADD PRIMARY KEY (`product_category_sid`);

--
-- 資料表索引 `product_order`
--
ALTER TABLE `product_order`
  ADD PRIMARY KEY (`order_sid`);

--
-- 資料表索引 `rental`
--
ALTER TABLE `rental`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `rental_order`
--
ALTER TABLE `rental_order`
  ADD PRIMARY KEY (`order_sid`);

--
-- 資料表索引 `replies`
--
ALTER TABLE `replies`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `room`
--
ALTER TABLE `room`
  ADD PRIMARY KEY (`room_sid`);

--
-- 資料表索引 `room_service`
--
ALTER TABLE `room_service`
  ADD PRIMARY KEY (`room_service_sid`);

--
-- 資料表索引 `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`session_id`);

--
-- 資料表索引 `store`
--
ALTER TABLE `store`
  ADD PRIMARY KEY (`store_sid`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `admins`
--
ALTER TABLE `admins`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `booking_order`
--
ALTER TABLE `booking_order`
  MODIFY `order_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `brand`
--
ALTER TABLE `brand`
  MODIFY `brand_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `campaign`
--
ALTER TABLE `campaign`
  MODIFY `c_sid` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `campaign_days`
--
ALTER TABLE `campaign_days`
  MODIFY `campday_sid` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `campaign_order`
--
ALTER TABLE `campaign_order`
  MODIFY `order_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `campaign_type`
--
ALTER TABLE `campaign_type`
  MODIFY `camptype_sid` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `location`
--
ALTER TABLE `location`
  MODIFY `sid` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `members`
--
ALTER TABLE `members`
  MODIFY `member_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `mountain`
--
ALTER TABLE `mountain`
  MODIFY `mountain_sid` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=318;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `order`
--
ALTER TABLE `order`
  MODIFY `order_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `posts`
--
ALTER TABLE `posts`
  MODIFY `post_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=63;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product`
--
ALTER TABLE `product`
  MODIFY `product_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=723;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_category`
--
ALTER TABLE `product_category`
  MODIFY `product_category_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_order`
--
ALTER TABLE `product_order`
  MODIFY `order_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `rental`
--
ALTER TABLE `rental`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=256;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `rental_order`
--
ALTER TABLE `rental_order`
  MODIFY `order_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `replies`
--
ALTER TABLE `replies`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `room`
--
ALTER TABLE `room`
  MODIFY `room_sid` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `room_service`
--
ALTER TABLE `room_service`
  MODIFY `room_service_sid` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `store`
--
ALTER TABLE `store`
  MODIFY `store_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;

--
-- 已傾印資料表的限制式
--

--
-- 資料表的限制式 `campaign`
--
ALTER TABLE `campaign`
  ADD CONSTRAINT `campaign_ibfk_1` FOREIGN KEY (`location_sid`) REFERENCES `location` (`sid`),
  ADD CONSTRAINT `campaign_ibfk_2` FOREIGN KEY (`campaign_days_sid`) REFERENCES `campaign_days` (`campday_sid`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
